Repository: Arch-Ci/gnome-power-manager
Catalog: po/*.po
Languages: af, be, mg, sr@latn, zh_hk

source: The action to take when the laptop lid is closed and the laptop is on battery power. Possible values are "suspend", "hibernate", "blank", and "nothing".
be: Дзеяньне, якое выконваецца пры зачыненьні панэлі ноўтбука, які сілкуецца ад батарэі. Магчымыя значэньні: «suspend», «hibernate», «blank» і «nothing».
mg: Ny asa atao rehefa mihidy ary mampiasa ny herin'ny vaton'aratra ilay laptop. Ireto ny sanda mety ampiasaina: "suspend", "hibernate", "blank" ary "nothing".
sr@latn: Radnja koje se preduzima kada se zatvori poklopac prenosnog računara ikada se on baterijski napaja. Mogući izbor je zamrzni, prevedi u stanje pripravnosti, ugasi i ne radi ništa.

source: The action to take when the system hibernate button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
be: Дзеяньне, якое выконваецца пры націсканьні кнопкі ўсыпленьня. Магчымыя значэньні: «suspend», «hibernate», «interactive», «shutdown» і «nothing».
mg: Ny asa atao rehefa voatsindry ny safidy fatoriana amin'ny rafitra. Ireto ny sanda mety ampiasaina: "suspend", "hibernate", "interactive", "shutdown" ary "nothing".
sr@latn: Radnja koja se obavlja kada se pritisne na dugme za zamrzavanje. računara. Mogući izbor je prevedi u stanje pripravnosti, zamrzni, pitaj, ugasi i ne radi ništa.

source: The action to take when the system power button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
be: Дзеяньне, якое выконваецца пры націсканьні кнопкі сілкаваньня. Магчымыя значэньні: «suspend», «hibernate», «interactive», «shutdown» і «nothing».
mg: Ny asa atao rehefa voatsindry ny safidy famelomana amin'ny rafitra. Ireto no sanda mety ampiasaina: "suspend", "hibernate", "interactive", "shutdown" ary "nothing".
sr@latn: Radnja koja se obavlja kada se pritisne na dugme za paljenje/gašenje. računara. Mogući izbor je prevedi u stanje pripravnosti, zamrzni, pitaj, ugasi i ne radi ništa.

source: The action to take when the system suspend button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
be: Дзеяньне, якое выконваецца пры націсканьні кнопкі прыпыненьня. Магчымыя значэньні: «suspend», «hibernate», «interactive», «shutdown» і «nothing».
mg: Ny asa atao rehefa voatsindry ny safidy fiatoana amin'ny rafitra. Ireto no sanda mety ampiasaina: "suspend", "hibernate", "interactive", "shutdown" ary "nothing".
sr@latn: Radnja koja se obavlja kada se pritisne na dugme za prevođenje u stanje pripravnosti. Mogući izbor je prevedi u stanje pripravnosti, zamrzni, pitaj, ugasi i ne radi ništa.

source: The amount of time in seconds before the display goes to sleep when the computer is on AC power.
be: Час бязьдзеяньня ў сэкундах, па сканчэньні якога манітор будзе адключаны падчас працы ад сеткі.
mg: Ny fe-potoana (segaondra) alohan'ny hiatoan'ny efijery raha mampiasa herinaratra ny solosaina.
sr@latn: Vreme neaktivnosti u sekundama pre pokušaja uspavljivanja ekrana kada je priključen na električnu mrežu.

source: The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep.
be: Час бязьдзеяньня ў сэкундах, па сканчэньні якога кампутар, які сілкуецца ад сеткі, будзе ўсыплены.
mg: Ny fe-potoana (segaondra) ilain'ilay solosaina mampiasa herinaratra hijanonana alohan'ny hiatoany.
sr@latn: Vreme u sekundama za koje računar priključen na električnu mrežu treba da ne bude korišćen pre pokušaja uspavljivanja.

source: The amount of time in seconds the computer on UPS power needs to be inactive before it goes to sleep.
be: Час бязьдзеяньня ў сэкундах, па сканчэньні якога кампутар, які сілкуецца ад UPS, будзе ўсыплены.

source: The amount of time in seconds the computer on UPS power needs to be inactive before the display goes to sleep.
be: Час бязьдзеяньня ў сэкундах, па сканчэньні якога манітор будзе адключаны падчас сілкаваньня кампутара ад UPS.

source: The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep.
be: Час бязьдзеяньня ў сэкундах, па сканчэньні якога кампутар, які сілкуецца ад батарэі, будзе ўсыплены.
mg: Ny fe-potoana (segaondra) ilain'ilay solosaina mampiasa herim-baton'aratra hijanonana alohan'ny hiatoany.
sr@latn: Vreme u sekundama za koje računar priključen na baterijsko napajanje treba da ne bude korišćen pre pokušaja uspavljivanja.

source: The amount of time in seconds the computer on battery power needs to be inactive before the display goes to sleep.
be: Час бязьдзеяньня ў сэкундах, па сканчэньні якога манітор будзе адключаны падчас сілкаваньня кампутара ад батарэі.
mg: Ny fe-potoana (segaondra) ilain'ilay solosaina mampiasa herim-baton'aratra hijanonana alohan'ny hiatoan'ny efijery.
sr@latn: Vreme u sekundama za koje računar priključen na baterijsko napajanje treba da ne bude korišćen pre pokušaja uspavljivanja ekrana.

source: The amount to dim the brightness of the display when on battery power. Possible values are between 0 and 100.
be: Зьмяншэньне яркасьці манітора падчас сілкаваньня ад батарэі. Дыяпазон значэньняў ад 0 да 100.

source: The brightness of the display when on AC power. Possible values are between 0 and 100.
be: Яркасьць манітора падчас сілкаваньня ад сеткі. Дыяпазон значэньняў ад 0 да 100.
mg: Ny hazavan'ny efijery raha mampiasa herinaratra. Anelanelan'ny 0 sy 100 ny sanda mety ampiasaina.
sr@latn: Osvetljenost ekrana kada se napajanje ostvaruje iz električne mreže. Moguće vrednosti leže u opseguizmeđu 0 i 100

source: The brightness of the screen when idle
be: Яркасьць экрану падчас бязьдзеяньня
mg: Ny hazavan'ny efijery rehefa tsy misy tranga
sr@latn: Osvetljenost ekrana ako korisnik ništa ne radi

source: The default amount of time to dim the screen after idle
be: Прадвызначаны час згасаньня экрану падчас бязьдзеяньня

source: The default amount of time to dim the screen after idle.
be: Прадвызначаны час згасаньня экрану падчас бязьдзеяньня.

source: The default configuration version
be: Прадвызначаная вэрсія настаўленьняў

source: The default graph type to show in the statistics window
be: Прадвызначаны тып графіка ў акне статыстыкі
sr@latn: Podrazumevani tip grafika koji se prikazuje u prozoru za statistiku

source: The default graph type to show in the statistics window.
be: Прадвызначаны тып графіка ў акне статыстыкі.
sr@latn: Podrazumevani tip grafika koji se prikazuje u prozoru za statistiku

source: The maximum duration of time displayed on the x-axis of the graph.
be: Максымальная працягласьць часу на восі Х.
mg: Ny farafaharetan'ny fotoana aseho eo amin'ny axe X amin'ilay sary.
sr@latn: Maksimalni vremenski podeok prikazan na iks osi grafikona.

source: The maximum time displayed on the graph
be: Максымальны час, які выяўляецца на графіку
mg: Ny farafahaben'ny fotoana aseho eo amin'ilay sary
sr@latn: Maksimalni vremenski podeok prikazan na grafikonu

source: The number of seconds of inactivity to spin down the disks when on AC power.
be: Колькасьць сэкундаў бязьдзеяньня для замаруджваньня цьвёрдых дыскаў падчас сілкаваньня ад сеткі.

source: The number of seconds of inactivity to spin down the disks when on battery power.
be: Колькасьць сэкундаў бязьдзеяньня для замаруджваньня цьвёрдых дыскаў падчас сілкаваньня ад батарэі.

source: The percentage of the battery when it is considered critical. Only valid when use_time_for_policy is false.
be: Адсотак зараду батарэі, які ўспрымаецца як крытычны. Парамэтар дзейны толькі ў выпадку, калі не ўключаны парамэтар use_time_for_policy.
mg: Ny isan-jaton'ny herim-baton'aratra raisina ho manaitra. Tsy mitombina raha tsy diso ny use_time_for_policy.
sr@latn: Procenat na koji treba da se spusti napunjenost baterije da bi se stanje posmatralo kao „kritično“. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na netačno.

source: The percentage of the battery when it is considered low. Only valid when use_time_for_policy is false.
be: Адсотак зараду батарэі, які ўспрымаецца як нізкі. Парамэтар дзейны толькі ў выпадку, калі не ўключаны парамэтар use_time_for_policy.
mg: Ny isan-jaton'ny herim-baton'aratra raisina ho ambany. Tsy mitombina raha tsy diso ny use_time_for_policy.
sr@latn: Procenat na koji treba da se spusti napunjenost baterije da bi se stanje posmatralo kao „nisko“. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na netačno.

source: The percentage of the battery when the critical action is performed. Only valid when use_time_for_policy is false.
be: Адсотак зараду батарэі, па якім выконваецца крытычнае дзеяньне. Парамэтар дзейны толькі ў выпадку, калі не ўключаны парамэтар use_time_for_policy.
mg: Ny isan-jaton'ny herim-baton'aratra rehefa tanterahina ny asa vonjy taitra. Tsy mitombina raha tsy diso ny use_time_for_policy.
sr@latn: Procenat na koji treba da se spusti napunjenost baterije da bi se izvela radnja predviđena za kritično stanje. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na netačno.

source: The time remaining in seconds of the battery when critical action is taken. Only valid when use_time_for_policy is true.
be: Засталы час працы на батарэі ў сэкундах, калі выконваецца крытычнае дзеяньне. Парамэтар дзейны толькі ў выпадку, калі ўключаны парамэтар use_time_for_policy.
mg: Ny fotoana (segaondra) mifanaraka amin'ny herin'ny vaton'aratra sisa tavela rehefa tanterahina ny asa vonjy taitra. Tsy mitombina raha tsy marina ny use_time_for_policy.
sr@latn: Preostalo vreme trajanja baterije izraženo u sekundama kada se izvodi radnja predviđena za kritično stanje. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na tačno.

source: The time remaining in seconds of the battery when it is considered critical. Only valid when use_time_for_policy is true.
be: Засталы час працы на батарэі ў сэкундах, які ўспрымаецца як крытычны. Парамэтар дзейны толькі ў выпадку, калі ўключаны парамэтар use_time_for_policy.
mg: Ny fotoana (segaondra) mifanaraka amin'ny herim-baton'aratra sisa tavela izay raisina ho manaitra. Tsy mitombina raha tsy marina ny use_time_for_policy.
sr@latn: Preostalo vreme trajanja baterije izraženo u sekundama kada se stanje smatra kritičnim. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na tačno.

source: The time remaining in seconds of the battery when it is considered low. Only valid when use_time_for_policy is true.
be: Засталы час працы на батарэі ў сэкундах, які ўспрымаецца як нізкі. Парамэтар дзейны толькі ў выпадку, калі ўключаны парамэтар use_time_for_policy.
mg: Ny fotoana (segaondra) mifanaraka amin'ny herim-baton'aratra izay raisina ho ambany. Tsy mitombina raha tsy marina ny use_time_for_policy.
sr@latn: Preostalo vreme trajanja baterije izraženo u sekundama kada se stanje smatra niskim. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na tačno.

source: The time remaining when action is taken
be: Засталы час, калі выконваецца дзеяньне
mg: Ny fotoana sisa tavela rehefa tanterahina ilay asa
sr@latn: Preostalo vreme kada se preduzima radnja

source: The time remaining when critical
be: Засталы час, які ўспрымаецца як крытычны
mg: Ny fotoana sisa tavela rehefa manaitra ny tahan'ny herim-baton'aratra
sr@latn: Preostalo vreme kada se stanje smatra kritičnim

source: The time remaining when low
be: Засталы час, які ўспрымаецца як нізкі
mg: Ny fotoana sisa tavela rehefa ambany ny herim-baton'aratra
sr@latn: Preostalo vreme kada se stanje baterije smatra niskim

source: The type of sleeping that should be performed when the computer is inactive. Possible values are "hibernate", "suspend" and "nothing".
be: Тып затрымкі кампутара пасьля пэрыяду бязьдзеяньня: «hibernate», «suspend» і «nothing».
mg: Ny karazana fampiatoana tokony hotanterahina rehefa tsy miasa ny solosaina. Ireto no sanda mety ampiasaina: "hibernate", "suspend" ary "nothing".
sr@latn: Način uspavljivanja koji se izvodi kada se računar ne koristi. Moguće vrednosti su zamrzni, prevedi u stanje pripravnosti i ne radi ništa.

source: The version of the installed version of the schema. Do not edit this value, it is used so that configure changes between versions can be detected.
be: Вэрсія ўсталяванай схемы настаўленьняў. Не выпраўляйце гэтага значэньня, бо яно будзе выкарыстанае для абнаўленьня канфігурацыі пры ўсталяваньні новых вэрсіяў.

source: This is the laptop panel screen brightness used when the session is idle. Only valid when use_time_for_policy is true.
be: Значэньне яркасьці панэлі ноўтбука падчас прастою сэансу. Парамэтар дзейны толькі ў выпадку, калі ўключаны парамэтар use_time_for_policy.
mg: Io no hazavan'ny efjery LCDn'ny laptop rehefa tsy misy tranga mandritra ny session iray. Tsy mitombina raha tsy marina ny use_time_for_policy.
sr@latn: Ovo je vrednost za osvetljenje panela ekrana prenosnog računara kada se računar ne koristi a uključen je. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na tačno.

source: UPS critical low action
be: Дзеяньне пры крытычным разрадзе UPS
mg: Asa mifandraika amin'ny tahan'ny herin'ny vatanaratra tafalatsaka ambany be
sr@latn: Radnja kada je rezervno napajanje potpuno istrošeno

source: UPS low power action
be: Дзеяньне пры разрадзе UPS
sr@latn: Radnja kada je rezervno napajanje vrlo istrošeno

source: Use gnome-screensaver lock setting
be: Выкарыстоўваць парамэтар блякаваньня праграмы gnome-screensaver
mg: Ampiasao ny kirakiram-pangekana an'ny gnome-screensaver
sr@latn: Koristi podešavanja zaključavanja Čuvara ekrana

source: When sleep fails we can show the user a button to help fix the situation. Leave this blank if the button should not be shown.
be: Калі засынаньне схібіла, можна прапанаваць карыстальніку кнопку для высыланьня паведамленьня пра памылку. Пакіньце поле пустым, каб не паказваць кнопку.

source: When to show the notification icon
be: Калі паказваць значок апавяшчэньня
mg: Ny fotoana anehoana ny kisary fampahafantarana
sr@latn: Kada da prikažem obaveštajnu ikonicu
zh_hk: 何時顯示通知圖示

source: Whether NetworkManager should be connected and disconnected on sleep
be: Ці разрываць спалучэньне зь сецівам пры дапамозе NetworkManager пры пераходзе ў рэжым сну

source: Whether NetworkManager should disconnect before suspending or hibernating and connect on resume.
be: Ці павінен NetworkManager разрываць далучэньне перад прыпыненьнем альбо ўсыпленьнем і ўзнаўляць яго пры вяртаньні ў звычайны рэжым працы.
sr@latn: Da li Otpravnik Mreže treba da prekine vezu pre prevođenja u stanje pripravnosti ili zamrzavanja i uspostavi vezu nakon povratka.

source: Whether the GNOME keyring is locked before the computer enters hibernate. This means the keyring will have to be unlocked on resume.
be: Ці блякаваць зьвязак ключоў GNOME падчас усыпленьня. Зьвязак ключоў трэба разблякаваць пасьля вяртаньня да працы.

source: Whether the GNOME keyring is locked before the computer enters suspend. This means the keyring will have to be unlocked on resume.
be: Ці блякаваць зьвязак ключоў GNOME падчас прыпыненьня. Зьвязак ключоў трэба разблякаваць пасьля вяртаньня да працы.

source: Whether the screen is locked when the computer wakes up from a hibernate. Only used if lock_use_screensaver_settings is false.
be: Ці блякаваць экран пасьля ўзнаўленьня кампутара з сну. Выкарыстоўваецца толькі ў тым выпадку, калі ня ўключаны парамэтар lock_use_screensaver_settings.

source: Whether the screen is locked when the computer wakes up from a suspend. Only used if lock_use_screensaver_settings is false.
be: Ці блякаваць экран пасьля ўзнаўленьня кампутара з прыпынку. Выкарыстоўваецца толькі ў тым выпадку, калі ня ўключаны парамэтар lock_use_screensaver_settings.

source: Whether the screen is locked when the screen is turned off. Only used if lock_use_screensaver_settings is false.
be: Ці блякаваць экран пры адключэньні. Выкарыстоўваецца толькі ў тым выпадку, калі ня ўключаны парамэтар lock_use_screensaver_settings.

source: Whether to hibernate, suspend or do nothing when inactive
be: Усыпіць, прыпыніць альбо нічога не рабіць пры бязьдзейнасьці
mg: Raha hatory, hiato na tsy hanao na inona na inona rehefa tsy misy tranga
sr@latn: Da li da zamrznem, prevedem računar u stanje pripravnosti ili da ne radim ništa kada korisnik ništa ne radi

source: Whether to use the screen lock setting of gnome-screensaver to decide if the screen is locked after a hibernate, suspend or blank screen.
be: Ці выкарыстоўваць парамэтар блякаваньня экрану праграмы gnome-screensaver, каб вызначыць, ці патрэбна блякаваць экран пасьля ўсыпленьня, прыпыненьня альбо ачышчэньня экрану.

source: Whether to use time-based notifications
be: Ці выкарыстоўваць апавяшчэньні на падставе часу
mg: Raha hampiasa fampahafantarana mifototra amin'ny fotoana
sr@latn: Da li da obaveštavam kako vreme prolazi

source: Whether we should show the axis labels in the statistics window
be: Ці паказваць назвы каардынатных восяў у акне статыстыкі
sr@latn: Da li treba prikazati natpise uz ose u prozoru za statistiku

source: Whether we should show the axis labels in the statistics window.
be: Ці паказваць каардынатныя пазнакі ў акне статыстыкі.
sr@latn: Da li treba prikazati natpise uz ose u prozoru za statistiku.

source: Whether we should show the events in the statistics window
be: Ці паказваць падзеі ў акне статыстыкі
sr@latn: Da li treba prikazati događaje u prozoru za statistiku

source: Whether we should show the events in the statistics window.
be: Ці паказваць падзеі ў акне статыстыкі.
sr@latn: Da li treba prikazati događaje u prozoru za statistiku.

source: Whether we should smooth the data in the graph
be: Ці прыгладжваць зьвесткі графіка

source: Whether we should smooth the data in the graph.
be: Ці прыгладжваць зьвесткі графіка.

source: Configure power management
be: Наладка кіраваньня сілкаваньнем
mg: Mikirakira ny fitantanana ny angovo
sr@latn: Podesi upravljanje potrošnjom električne energije
zh_hk: 設定電源管理程式

source: Power Management
be: Кіраваньне сілкаваньнем
mg: Fitantanana angovo
sr@latn: Upravljanje potrošnjom električne energije
zh_hk: 電源管理程式

source: Observe power management
af: Waarneming van kragbestuur
be: Назіраньне за сілкаваньнем
sr@latn: Posmatranje potrošnje električne energije

source: Power Statistics
af: Kragstatistiek
be: Статыстыка сілкаваньня
sr@latn: Dijagram potrošnje električne energije

source: Brightness
af: Helderheid
be: Яркасьць
mg: Hazavana
sr@latn: Osvetljenost

source: Data length:
af: Datalengte:
be: Працягласьць:

source: Details
af: Besonderhede
be: Дэталі

source: Graph type:
af: Grafiektipe:
be: Тып графіка:
sr@latn: Tip grafika:

source: History
af: Geskiedenis
be: Гісторыя

source: Processor wakeups per second:
af: Verwerker gewek per sekonde:
be: Абуджэньняў працэсара за сэкунду:

source: Show data points
af: Wys datapunte
be: Паказваць пункты зьвестак

source: Statistics
af: Statistiek
be: Статыстыка

source: There is no data to display.
af: Daar is geen data om te wys nie.
be: Няма зьвестак для выяўленьня.

source: Use smoothed line
af: Gebruik gladgestrykte lyn
be: Згладзіць лінію

source: Wakeups
af: Kere gewek
be: Абуджэньні

source: <b>Actions</b>
be: <b>Дзеяньні</b>
zh_hk: <b>動作</b>

source: <b>Display</b>
be: <b>Дысплэ</b>

source: <b>Notification Area</b>
be: <b>Прастора нагадваньняў</b>
mg: <b>Faritra fampahafantarana</b>
sr@latn: <b>Oblast za obaveštenja</b>
zh_hk: <b>通知區</b>

source: Closes the program
be: Закрывае праграму

source: Di_m display when idle
be: За_цяняць манітор, калі бязьдзейнічае

source: General
be: Агульныя
sr@latn: Opšte

source: Make Default
be: Прадвызначыць

source: On AC Power
be: Ад сеткі
sr@latn: Napajanje ostvareno iz električne _mreže

source: On Battery Power
be: Ад батарэі
sr@latn: Baterijski ostvareno napajanje

source: On UPS Power
be: Ад UPS
sr@latn: Napajanje iz rezervnog napajanja

source: Only display an icon when a battery is p_resent
be: Паказваць значок толькі пры _наяўнасьці батарэі
sr@latn: Jedino prikaži ikonicu ako se ostvaruje _baterijsko napajanje

source: Only display an icon when charging or _discharging
be: Паказваць значок толькі падчас разраджэньня альбо _зараджэньня
sr@latn: Jedino prikaži ikonicu pri punjenju i_li pražnjenju

source: Power Management Preferences
be: Перавагі Кіраваньня сілкаваньнем
mg: Safidy manokan'ny fitantanana angovo
sr@latn: Postavke upravljanja potrošnjom
zh_hk: 電源管理程式偏好設定

source: Provides help about this program
be: Дае даведку для гэтай праграмы

source: Put _display to sleep when inactive for:
be: Адключаць _манітор пры бязьдзеяньні праз:
sr@latn: Uspavaj _ekran (ako se ne koristi) nakon:

source: Put computer to _sleep when inactive for:
be: _Прыпыняць кампутар пры бязьдзеяньні праз:
sr@latn: Uspavaj _računar (ako se ne koristi) nakon:

source: Set display _brightness to:
be: Задаць _яркасьць:
mg: Ataovy toy izao ny _hazavan'ny efijery:
sr@latn: Postavi osvetljenje e_krana na:

source: Sets this policy to be used by all users
be: Ужыць гэтую палітыку для ўсіх карыстальнікаў

source: Sp_in down hard disks when possible
be: _Замаруджваць цьвёрдыя дыскі, калі гэта магчыма

source: When UPS power is _critically low:
be: Пры _крытычным разрадзе UPS:
sr@latn: Kada je rezervno napajanje potpuno istrošeno:

source: When UPS power is l_ow:
be: Пры _разрадзе UPS:
sr@latn: Kada je rezervno napajanje o_slabilo:

source: When battery po_wer is critically low:
be: Пры кры_тычнам разрадзе батарэі:
sr@latn: Kada je baterija kritično ispražnjena:

source: When laptop lid is cl_osed:
be: Пры зачыненьні _панэлі ноўтбука:
sr@latn: Kada se poklopac prenosnog računara zatvori:

source: When the _suspend button is pressed:
be: Пры націску к_нопкі прыпыненьня:
sr@latn: Kada je pritisnuto dugme za p_ripravno stanje:

source: When the power _button is pressed:
be: Пры націску кнопкі _сілкаваньня:
sr@latn: Kada je pritisnuto d_ugme za paljenje/gašenje:

source: _Never display an icon
be: Н_іколі не паказваць значок
sr@latn: _Nikad ne prikazuj ikonicu

source: _Only display an icon when battery power is low
be: Паказваць толькі пры нізкім зара_дзе батарэі

source: _Reduce backlight brightness
be: Зь_меншыць яркасьць

source: Authentication is required to modify the laptop brightness
be: Каб зьмяняць яркасьць экрану ноўтбука, патрэбная аўтэнтыфікацыя

source: Modify the laptop brightness
be: Зьмяніць яркасьць экрану ноўтбука

source: Set the current brightness
af: Stel die huidige helderheid
be: Вызначыць яркасьць экрану

source: Get the current brightness
af: Kry die huidige helderheid
be: Спытацца пра яркасьць якрану

source: Get the number of brightness levels supported
af: Kry die aantal ondersteunde vlakke van helderheid
be: Спытацца пра колькасьць абслугоўваных узроўняў яркасьці

source: GNOME Power Manager Backlight Helper
be: Дапаможны модуль падсьвятленьняў GNOME

source: No valid option was specified
af: Geen geldige keuse is gegee nie
be: Не пададзена прыдатных парамэтраў

source: This program can only be used by the root user
af: Dié program kan slegs gebruik word deur die root-gebruiker
be: Гэтай праграмаю можа карыстацца толькі супэркарыстальнік

source: This program must only be run through pkexec
af: Dié program moet slegs deur pkexec geloop word
be: Гэтую праграму трэба выконваць толькі праз pkexec

source: No backlights were found on your system
be: На гэтай сістэме ня знойдзена прыладаў з падсьвятленьнем

source: Could not get the value of the backlight
be: Не ўдалося атрымаць узровень падсьвятленьня

source: Could not get the maximum value of the backlight
be: Не ўдалося атрымаць найбольшае значэньне падсьвятленьня

source: Could not set the value of the backlight
be: Не ўдалося вызначыць значэньне падсьвятленьня

source: Unknown time
af: Onbekende tyd
be: Час невядомы
mg: Fotoana tsy fantatra
sr@latn: Nepoznato vreme
zh_hk: 未知的時間

source: %i minute
af: %i minuut
be: %i хвіліна
mg: %i minitra
sr@latn: %i minut
zh_hk: %i 分
