Repository: Arch-Ci/gnome-power-manager
Catalog: po/*.po
Languages: af, be, mg, sr@latn, zh_hk

source: If niced processes are considered, they can cause a frequency increment even though their absolute load percentage wouldn't trigger the scaling mechanism to switch up the frequency.
sr@latn: Ako se u proračun uključe procesi sa izmenjenim prioritetom, oni mogu uzrokovati povećanje učestanosti čak iako njihova apsolutna vrednost ne bi pokrenula mehanizam skaliranja da podigne učestanost.

source: If the Suspend and Hibernate options should be allowed in the notification area drop down menu.
mg: Raha tokony avela hisy anatin'ny tolotra misokatra midina amin'ny faritry ny fampahafantarana ny safidy Fiatoana sy Fatoriana.
sr@latn: Da lu su ponuđene mogućnosti za prevođenje u stanje pripravnosti i zamrzavanje u padajućem meniju prostora za obaveštavanje.

source: If the laptop should be configured as if it is using a permanent external monitor
sr@latn: Da li prenosni računar treba da bude podešen kao onaj koji trajno koristi spoljni monitor

source: If the laptop should be configured to not do dimming actions and DPMS off if it is using a dock or external monitor. Most laptop and desktop users should select FALSE here.
sr@latn: Da li treba podesiti prenosni računar da ne zatamnjuje ekran i poziva dpms gašenje kada računar koristi dok ili spoljni monitor. Većina kućnih korisnika i korisnika prenosnika ovde treba da izaberu vrednost netačno.

source: If the low-power mode should be enabled when on UPS
mg: Raha tokony halefa ny fomba lefy hery rehefa mampiasa vatanaratra
sr@latn: Da li treba da se uključi režim male potrošnje ako se napajanje ostvaruje iz rezervnog izvora

source: If the screen brightness should be changed automatically using the ambient light sensors.
sr@latn: Da li sam da prilagodi osvetljenje ekrana u zavisnosti od očitavanja senzora okolnog osvetljenja.

source: If the screen is locked when the screen is turned off. Only used if lock_use_screensaver_settings is false.
mg: Raha voageja ny efijery rehefa vonoina. Tsy ampiasaina raha tsy diso ny lock_use_screensaver_settings.
sr@latn: Da li se zaključava ekran kada se on isključi. Jedino se koristi ako je lock_use_screensaver_settings postavljen na netačno.

source: If the system low-power mode should be enabled when on UPS power.
mg: Raha tokony halefa ny fomba lefy herin'ny rafitra rehefa mampiasa vatanaratra.
sr@latn: Da li se uopšte uključuje režim male potrošnje ako se koristi rezervno napajanje

source: If the user is authorized to hibernate the computer.
mg: Raha mahazo alalana mampatory ny solosaina ny mpampiasa.
sr@latn: Da li korisnik ima ovlašćenja da zamrzne računar.

source: If the user is authorized to suspend the computer.
mg: Raha mahazo alalana mampiato ny solosaina ny mpampiasa.
sr@latn: Da li korisnik ima ovlašćenja da prevede računar u stanje pripravnosti.

source: If to lock the screen when the computer wakes up from a hibernate. Only used if lock_use_screensaver_settings is false.
mg: Raha gejaina ny efijery rehefa mifoha ny solosaina. Tsy ampiasaina raha tsy diso ny lock_use_screensaver_settings.
sr@latn: Da li da zaključam ekran kada se računar probudi iz smrznutog stanja. Jedino se koristi ako je lock_use_screensaver_settings postavljen na netačno.

source: If to lock the screen when the computer wakes up from a suspend. Only used if lock_use_screensaver_settings is false.
mg: Raha gejaina ny efijery rehefa miala amin'ny fiatoana ny solosaina. Tsy ampiasaina raha tsy diso ny lock_use_screensaver_settings.
sr@latn: Da li da zaključam ekran kada se računar probudi iz stanja pripravnosti. Jedino se koristi ako je lock_use_screensaver_settings postavljen na netačno.

source: If to use the screen lock setting of gnome-screensaver to decide to lock the screen after a hibernate, suspend or blank screen.
mg: Raha hampiasa ny kirakiran'ny fangejana efijery an'ny gnome-screensaver hamaritana ny fangejana ny efijery aorian'ny fatoriana, fiatoana na efijery foana.
sr@latn: Da li da koristim podešavanje zaključavanja ekrana Čuvara ekrana radi odluke o zaključavanju nakon povratka iz zamrznutog stanja i nakon zamračenja ekrana.

source: If we should show the CPU frequency scaling in the UI
sr@latn: Da li treba da prikažemo klizanje učestanosti procesora u grafičkom delu

source: If we should show the CPU frequency scaling in the UI. Some people need to configure this for specific systems.
sr@latn: Da li treba da prikažemo klizanje učestanosti procesora u grafičkom delu.Neki moraju ovo da podese za određene sisteme.

source: Keyboard brightness when on AC
sr@latn: Vrednost osvetljenja tastature pri napajanju iz električne mreže

source: Keyboard brightness when on battery
sr@latn: Vrednost osvetljenja tastature pri baterijskom napajanju

source: LCD brightness when on battery
mg: Hazavan'ny LCD rehefa mampiasa vaton'aratra
sr@latn: Vrednost osvetljenja tankog ekrana pri baterijskom napajanju

source: Notify on a HAL error
mg: Mampilazà rehefa misy tsy fetezana HAL
sr@latn: Obavesti ako se dogodi HAL greška

source: Number of seconds to suppress policy after resume
mg: Isan'ny segaondra hanafoanana ny paikady aorian'ny fanohizana
sr@latn: Broj sekundi kada se pravila ne primenjuju nakon povratka računara u rad

source: Percentage considered very low
mg: Raisina ho ambany be ilay isan-jato
sr@latn: Procenat koji se smatra opasno niskim

source: Suspend enabled
mg: Mandeha ny fiatoana
sr@latn: Prevođenje u stanje pripravnosti je omogućeno

source: The DPMS method used to blank the screen when on AC power. Possible values are "default", "standby", "suspend" and "off".
mg: Ny fomba DPMS ampiasaina hanafoanana ny efijery rehefa mampiasa herinaratra. Ireto no sanda mety ampiasaina: "default", "standby", "suspend" ary "off".
sr@latn: DPMS metod koji se koristi za zamračivanje ekrana pri napajanju iz električne mreže. Moguće vrednosti su podrazumevano, pripravno i ugašeno.

source: The DPMS method used to blank the screen when on battery power. Possible values are "default", "standby", "suspend" and "off".
mg: Ny fomba DPMS ampiasaina hanafoanana ny efijery rehefa mampiasa vaton'aratra. Ireto no sanda mety ampiasaina: "default", "standby", "suspend" ary "off".
sr@latn: DPMS metod koji se koristi za zamračivanje ekrana pri baterijskom napajanjuMoguće vrednosti su podrazumevano, pripravno i ugašeno.

source: The brightness of the display when on battery power. Possible values are between 0 and 100.
mg: Ny hazavan'ny efijery raha mampiasa herim-batonaratra. Anelanelan'ny 0 sy 100 ny sanda mety ampiasaina.
sr@latn: Osvetljenost ekrana kada se napajanje ostvaruje iz baterija. Moguće vrednosti leže u opseguizmeđu 0 i 100.

source: The brightness of the keyboard when on AC power. Possible values are between 0 and 100.
sr@latn: Osvetljenost tastature kada se napajanje ostvaruje iz električne mreže. Moguće vrednosti leže u opseguizmeđu 0 i 100.

source: The brightness of the keyboard when on battery power. Possible values are between 0 and 100.
sr@latn: Osvetljenost tastature kada se napajanje ostvaruje iz baterija. Moguće vrednosti leže u opseguizmeđu 0 i 100

source: The cpufreq performance value to use when on AC power
sr@latn: Učinak procesora pri napajanju iz električne mreže

source: The cpufreq performance value to use when on battery power
sr@latn: Učinak procesora pri baterijskom napajanju

source: The cpufreq performance value to used to scale the processor when on AC power.
sr@latn: Učinak procesora za prilagođavanje njegove učestanosti pri napajanju iz električne mreže

source: The cpufreq performance value to used to scale the processor when on battery power.
sr@latn: Vrednost za učinak koji se koristi za menjanje učestanosti procesora pri baterijskom napajanju

source: The cpufreq policy to use when on AC power
sr@latn: Pravilo za učestanost procesora pri napajanju iz električne mreže

source: The cpufreq policy to use when on battery power
sr@latn: Pravilo za učestanost procesora pri baterijskom napajanju

source: The cpufreq policy to used to scale the processor when on AC power. Possible values are ondemand, conservative, powersave, userspace, performance, nothing.
sr@latn: Pravilo za učestanost procesora za prilagođavanje njegove učestanosti pri napajanju iz električne mreže. Moguće vrednosti su u skupu: ondemand, conservative, powersave, userspace, performance, nothing.

source: The cpufreq policy to used to scale the processor when on battery power. Possible values are ondemand, conservative, powersave, userspace, performance, nothing.
sr@latn: Pravilo za učestanost procesora za prilagođavanje njegove učestanosti pri baterijskom napajanju. Moguće vrednosti su u skupu: ondemand, conservative, powersave, userspace, performance, nothing.

source: The damping factor for the rate
mg: Ny facteur d'amortissementn'ilay taha
sr@latn: Koeficijent

source: The invalid timeout for power actions
sr@latn: Neispravno vreme isteka za radnje uštede energije

source: The invalid timeout in ms for power actions. Set this longer if you get 'battery critical' messages when you unplug.
sr@latn: Neispravno vreme isteka, u milisekundama, za radnje uštede energije. Postavite na duže ako dobijete poruke tipa kritično stanje baterije kada izvučete kabl iz struje.

source: The percentage of the battery when it is considered very low. Only valid when use_time_for_policy is false.
mg: Ny isan-jaton'ny herim-baton'aratra raisina ho ambany be. Tsy mitombina raha tsy diso ny use_time_for_policy.
sr@latn: Procenat na koji treba da se spusti napunjenost baterije da bi se stanje posmatralo kao „veoma nisko“. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na netačno.

source: The time remaining in seconds of the battery when it is considered very low. Only valid when use_time_for_policy is true.
mg: Ny fotoana (segaondra) mifanaraka amin'ny herim-baton'aratra izay raisina ho ambany be. Tsy mitombina raha tsy marina ny use_time_for_policy.
sr@latn: Preostalo vreme trajanja baterije izraženo u sekundama kada se stanje smatra veoma niskim. Ova vrednost se koristi jedino ako je use_time_for_policy postavljen na tačno.

source: The time remaining when very low
mg: Ny fotoana sisa tavela rehefa ambany be ny tahan'ny herim-baton'aratra
sr@latn: Preostalo vreme kada se stanje baterije smatra veoma niskim

source: The value of the damping factor used when calculating the exponentially weighted average of the rate. Increasing this value will increase the damping effect of the rate calculations, which makes the time remaining more accurate, but the graphs less responsive.
mg: Ny sandan'ny facteur d'amortissement ampiasaina rehefa mikajy ny moyenne pondérée ara-panaingan'ilay taha. Ny fampiakarana io sanda io dia hampitombo ny effet d'amortissementn'ny fikajiana ilay taha, izay mahatonga ny fotoana sisa tavela ho marina kokoa, saingy mahatonga ilay sary tsy hamaly tsara.
sr@latn: Vrednost koeficijenta

source: Whether NetworkManager should be connected and disconnected on sleep.
sr@latn: Da li treba Otpravnika mreže spojiti/odspojiti prilikom uspavljivanja računara.

source: Whether or not niced processes should be considered on processor load calculation
sr@latn: Da li se procesi promenjenog prioriteta uzimaju u obzir prilikom preračunavanja opterećenja procesora

source: Whether we should show the legend in the statistics window
sr@latn: Da li treba prikazati legendu u prozoru za statistiku

source: Whether we should show the legend in the statistics window.
sr@latn: Da li treba prikazati legendu u prozoru za statistiku.

source: Add _axis labels
sr@latn: Dodaj _natpise na osama

source: Add lege_nd
sr@latn: Dodaj _legendu

source: Add related _events
sr@latn: Dodaj _vezane događaje

source: Device:
sr@latn: Uređaj:

source: Power History
mg: Diarin'ny angovo
sr@latn: Istorija potrošnje

source: Application:
mg: Rindranasa:
sr@latn: Program:

source: Burning DVD, titled "My Photos"
mg: Misokitra DVD mitondra ny lohateny "Sariko"
sr@latn: Snimam DVD pod naslovom Moje slike

source: Inhibit Tester
mg: Sakano ilay mpitsapa
sr@latn: Proba zabrane

source: InhibitAuto
sr@latn: Samozabrana

source: InhibitManual
sr@latn: Ručna Zabrana

source: Reason:
mg: Antony:
sr@latn: Razlog:

source: UnInhibit
mg: Atsaharo ny fisakanana
sr@latn: Opozovi zabranu

source: Vendor Acme Foo
sr@latn: Proizvođač Feromonting

source: <b>Buttons</b>
sr@latn: <b>Dugmad</b>

source: <b>Extras</b>
sr@latn: <b>Dodatno</b>

source: Always sleep when the lid is _closed
sr@latn: Uspavaj uvek kada se poklopac p_renosnog računara zatvori

source: Computer sp_eed policy:
sr@latn: Predviđena pravila brzine rada računara:

source: Enable UPS discharge _alarm
sr@latn: Omogući alarm pražnjenja rezervnog napajanj_a

source: Make _default
sr@latn: Napravi da je _podrazumevano

source: Use _ambient light to adjust LCD brightness
sr@latn: Koristi _ambijentalno osvetlj_enje za prilagođavanje osvetljenosti tankog ekrana

source: Use _sound to notify in event of an error
sr@latn: Koristi _zvučno obaveštenje kada se dogodi greška

source: _Always display an icon
sr@latn: _Uvek prikaži ikonicu

source: _Only display an icon when battery power is critically low
sr@latn: _Jedino prikaži ikonicu kada je baterija potpuno ispražnjena

source: Power Manager for the GNOME desktop
mg: Mpitantana angovo ho an'ny sehatrasan'ny GNOME
sr@latn: Upravnik potrošnje struje za Gnomovu radnu površinu
zh_hk: GNOME 桌面的電源管理程式

source: Charge percentage
sr@latn: Napunjenost u procentima

source: Time remaining
sr@latn: Preostalo vreme

source: Cell Voltage
sr@latn: Napon ćelije

source: Unknown caption
sr@latn: Nepoznat natpis

source: Time
sr@latn: Vreme

source: Time since startup
sr@latn: Vreme od početka

source: %s because %s
mg: %s satria %s
sr@latn: %s zbog %s

source: AC adapter inserted
mg: Mitsatoka ny mpampisahaza
sr@latn: Uređaj je uključen u struju

source: AC adapter removed
mg: Mitsoaka ny mpampisahaza
sr@latn: Uređaj je isključen iz struje

source: The laptop lid has been closed
mg: nohidiana ilay laptop
sr@latn: Poklopac prenosnog računara je zatvoren

source: The laptop lid has been re-opened
mg: nosokafana indray ilay laptop
sr@latn: Poklopac prenosnog računara je ponovo otvoren

source: idle mode ended
mg: nofaranana ny toetra tsy misy tranga
sr@latn: dokolica je okončana

source: idle mode started
mg: natomboka ny toetra tsy misy tranga
sr@latn: dokolica je počela

source: dpms on
sr@latn: dpms uključen

source: dpms standby
sr@latn: dpms pripravan

source: dpms suspend
sr@latn: dpms stanje pripravnosti

source: dpms off
sr@latn: dpms ugašen

source: Resuming computer
mg: Manaitra ny solosaina
sr@latn: Nastavak prekinutog rada računara

source: Hibernate Problem
mg: Olana momba ny fatoriana
sr@latn: Problem pri zamrzavanju

source: Suspend Problem
mg: Olana momba ny fiatoana
sr@latn: Problem prilikom prevoda u stanje pripravnosti

source: has stopped the %s from taking place :
sr@latn: je zaustavio %s da se dogodi :

source: Multiple applications have stopped the %s from taking place.
mg: Nisy rindranasa maro nisakana ny %s tsy hitranga.
sr@latn: Više programa je zaustavilo %s da se dogodi.

source: Power Inhibit Test
mg: Fitsapan'ny fisakanana angovo
sr@latn: Proba zabrane potrošnje

source: Do not daemonize
mg: Aza atao miasa ambadika
sr@latn: Nemoj postati pozadinski proces
zh_hk: 不要使用伺服程式

source: Debug specific files, e.g. power
sr@latn: Traži greške u određenim datotekama, npr. power

source: Request to %s
mg: Fangatahana ho an'ny %s
sr@latn: Zahtev za %s

source: Perform action anyway
sr@latn: Izvedi radnju ne obazirujući se

source: Doing nothing
mg: Tsy manao na inona na inona
sr@latn: Ništa ne radi

source: Suspending computer
mg: Mampiato ny solosaina
sr@latn: Stanje pripravnosti računara

source: Hibernating computer
mg: Mampatory ny solosaina
sr@latn: Zamrzni računar

source: Shutting down computer
mg: Mamono ny solosaina
sr@latn: Ugasi računar

source: GNOME interactive logout
mg: Fomba fivoahana miresaka amin'ny GNOME
sr@latn: Gnomova odjava sa pitanjem

source: the DBUS method Suspend() was invoked
mg: nantsoina ny fomba DBUS Suspend()
sr@latn: DBUS metod Suspend() je bio pozvan

source: the DBUS method Hibernate() was invoked
mg: nantsoina ny fomba DBUS Hibernate()
sr@latn: DBUS metod Hibernate() je bio pozvan

source: the DBUS method Shutdown() was invoked
mg: nantsoina ny fomba DBUS Shutdown()
sr@latn: DBUS metod Shutdown() je bio pozvan

source: Rebooting computer
mg: Miverina mandefa ny solosaina
sr@latn: Ponovo pokreni računar

source: the DBUS method Reboot() was invoked
mg: nantsoina ny fomba DBUS Reboot()
sr@latn: DBUS metod Reboot() je bio pozvan

source: System idle
sr@latn: Računar se ne koristi

source: the power button has been pressed
mg: voatsindry ny tsindry famelomana
sr@latn: pritisnuto je dugme za paljenje/gašenje računara

source: the suspend button has been pressed
mg: voatsindry ny tsindry fampiatoana
sr@latn: pritisnuto je dugme za prevođenje računara u stanje pripravnosti

source: the hibernate button has been pressed
mg: voatsindry ny tsindry fampatoriana
sr@latn: pritisnuto je dugme za zamrzavanje računara

source: the lid has been closed on ac power
mg: nohidiana raha nandeha tamin'ny herinaratra ilay laptop
sr@latn: poklopac prenosnog računara je zatvoren a napajanje je iz električne mreže

source: the lid has been closed on battery power
mg: nohidiana raha nandeha tamin'ny herim-baton'aratra ilay laptop
sr@latn: poklopac prenosnog računara je zatvoren a napajanje je baterijsko

source: the lid has been closed, and the ac adapter removed (and gconf is okay)
mg: nohidiana ilay laptop ary notsoahana ny mpampisahaza (ary ara-dalàna tsara ny gconf)
sr@latn: poklopac prenosnog računara je zatvoren i uređaj isključen iz struje (gconf je u redu)

source: battery is critically low
mg: tafalatsaka ambany dia ny herim-baton'aratra
sr@latn: Baterija je potpuno ispražnjena

source: Your battery is now fully charged
mg: Voafahana tanteraka ny vaton'aratrao izao
sr@latn: Baterija prenosnog računara je sada napunjena do kraja
zh_hk: 你的電池現在已經充飽了

source: The AC Power has been unplugged. The system is now using battery power.
mg: Notsoahana ny fitarika herinaratra. Mampiasa herim-baton'aratra ny solosaina izao.
sr@latn: Napajanje iz električne mreže je prekinuto. Sistem sada koristi bateriju.
zh_hk: AC 電源已經被拔除。系統現在使用電池電源。

source: You have approximately <b>%s</b> of remaining battery life (%d%%). Plug in your AC Adapter to avoid losing data.
mg: Eo amin'ny <b>%s</b> eo sisa ny herim-baton'aratrao (%d%%). Atsatoy ny mpampisahazanao mba tsy hahavery ny asanao.
sr@latn: Imate približno još <b>%s</b> preostalog vremena trajanja baterije (%d%%). Uključite kabel za napajanje iz električne mreže kako ne bi izgubili podatke.
zh_hk: 你大約剩下 <b>%s</b> 的電池使用時間(%d%%)。請插上 AC 變壓器以避免遺失資料。

source: UPS is critically low
mg: Tafalatsaka ambany dia ambany ny herim-batanaratra
sr@latn: Rezervno napajanje je potpuno istrošeno

source: Your system is running on backup power!
mg: Mandeha amin'ny herim-batanaratra ny solosainao!
sr@latn: Računar se napaja iz rezervnog napajanja!

source: You have approximately <b>%s</b> of remaining UPS power (%d%%). Restore power to your computer to avoid losing data.
mg: Eo amin'ny <b>%s</b> eo sisa ny herim-batanaratra (%d%%). Avereno alefa amin'ny herinaratra ny solosainao mba tsy hahavery ny asanao.
sr@latn: Imate približno još <b>%s</b> preostalog kapaciteta rezervnog napajanja (%d%%). Uključite kabel za napajanje iz električne mreže kako ne bi izgubili podatke.

source: The %s device attached to this computer is low in power (%d%%). This device will soon stop functioning if not charged.
mg: Lefy hery ny periferika %s mipetaka amin'ity solosaina ity (%d%%). Tsy afaka hiasa intsony io periferika io afa kelikely raha tsy voafahana.
sr@latn: Uređaju %s priključenom na ovaj računar su oslabile baterije (%d%%). Taj uređaj će uskoro prestati da radi ako se ne dopune njegove baterije.

source: user clicked hibernate from tray menu
mg: nalefan'ny mpampiasa avy amin'ny safidin'ny tray ny fatoriana
sr@latn: korisnik je pozvao zamrzavanje iz pomoćnog menija

source: user clicked suspend from tray menu
mg: nalefan'ny mpampiasa avy amin'ny safidin'ny tray ny fiatoana
sr@latn: korisnik je pozvao prevođenje u stanje pripravnosti iz pomoćnog menija

source: Suspend failure
sr@latn: Neuspeh prilikom prevođenja u pripravno stanje

source: Your computer did not appear to resume correctly from suspend.
sr@latn: Čini se da vaš računar ne može biti ispravno povraćen iz stanja pripravnosti.

source: Hibernate failure
sr@latn: Neuspeh prilikom zamrzavanja računara

source: Your computer did not appear to resume correctly from hibernate.
sr@latn: Čini se da vaš računar ne može biti ispravno povraćen iz zamrznutog stanja.

source: This may be a driver or hardware problem.
sr@latn: Ovo može predstavljati grešku jednog upravljačkog programa ili hardvera.

source: Check the GNOME Power Manager manual for common problems.
sr@latn: Otvorite priručnik Gnomovog upravnika potrošnje električne energije za spisak najčešćih problema.

source: The battery in your computer may have been recalled by %s and you may be at risk. For more information visit the %s battery recall website.
sr@latn: Baterija vašeg prenosnog računara je povučena sa tržišta (iz upotrebe) (%s)u opasnosti ste ako nastavite da je koristite. Za više informacija molim posetite %s internet stranu za zamenu baterije.

source: UPS
mg: Vatanaratra
sr@latn: Izvor neprekidnog napajanja

source: Wireless mouse
mg: Totozy tsy misy mpampitohy
sr@latn: Bežični miš
zh_hk: 無線滑鼠

source: Wireless keyboard
mg: Fafan-teny tsy misy mpampitohy
sr@latn: Bežična tastatura
zh_hk: 無線鍵盤

source: <b>Product:</b> %s
sr@latn: <b>Proizvod:</b> %s

source: <b>Status:</b> Missing
sr@latn: <b>Stanje:</b> Nedostaje

source: <b>Status:</b> Charged
sr@latn: <b>Stanje:</b> Napunjena

source: <b>Status:</b> Charging
sr@latn: <b>Stanje:</b> Puni se

source: <b>Status:</b> Discharging
sr@latn: <b>Stanje:</b> Prazni se

source: <b>Percentage charge:</b> %i%%
sr@latn: <b>Napunjenost u procentima::</b> %i%%

source: Lithium ion
sr@latn: Litijum jonska

source: Lithium polymer
sr@latn: Litijum polimerna

source: Remaining time:
sr@latn: Preostalo vreme:

source: Charge rate (raw):
sr@latn: Stopa punjenja (na silu)

source: Charge rate (smoothed):
sr@latn: Stopa punjenja (lagano)

source: %s fully charged (%i%%)
sr@latn: %s potpuno napunjen (%i%%)

source: %s %s remaining (%i%%)
sr@latn: %s %s preostaje (%i%%)

source: %s discharging (%i%%)
sr@latn: %s ispražnjeno (%i%%)

source: %s %s until charged (%i%%)
sr@latn: %s %s dok se ne napuni (%i%%)

source: %s charging (%i%%)
sr@latn: %s punjenje (%i%%)

source: Recalculating information...
sr@latn: Preračunavam ponovo...

source: Computer is running on backup power
mg: Mandeha amin'ny herim-batanaratra ny solosaina
sr@latn: Računar se napaja iz rezervnog napajanja

source: Computer is running on AC power
mg: Mandeha amin'ny herinaratra ny solosaina
sr@latn: Računar se napaja iz električne mreže
zh_hk: 電腦在 AC 電源下執行

source: Computer is running on battery power
mg: Mandeha amin'ny herim-batonaratra ny solosaina
sr@latn: Računar se napaja iz baterijskog napajanja
zh_hk: 電腦在電池電源下執行

source: Power Preferences
mg: Safidy manokan'ny angovo
sr@latn: Postavke potrošnje
zh_hk: 電源偏好設定

source: Based on processor load
sr@latn: Na osnovu procesorskog opterećenja

source: Automatic power saving
sr@latn: Samoušteda

source: Maximum power saving
sr@latn: Maksimalna ušteda energije

source: Always maximum speed
sr@latn: Uvek maksimalnom brzinom

source: GNOME Power Statistics
sr@latn: Statistika potrošnje struje

source: Charge History
mg: Diarin'ny famahanana
sr@latn: Istorija punjenja

source: Voltage History
sr@latn: Istorija napona

source: Estimated Time History
mg: Diarin'ny fotoana tombatombana
sr@latn: Istorija procenjenog vremena
