Repository: Arch-Ci/gnome-power-manager
Catalog: po/*.po
Languages: af, be, mg, sr@latn, zh_hk

source: Could not connect to GNOME Power Manager.
sr@latn: Ne mogu da se povežem sa Gnomovim sistemom upravljanja potrošnjom.

source: Perhaps the program is not running or you are using an old version?
sr@latn: Možda sam program nije pokrenut ili vi koristite neku staru verziju?

source: On AC
mg: Mandeha amin'ny herinaratra
sr@latn: Napajanje ostvareno iz električne mreže

source: On battery
mg: Mandeha amin'ny vaton'aratra
sr@latn: Baterijski ostvareno napajanje

source: Session idle
sr@latn: Korisnik ne radi ništa

source: Session active
sr@latn: Korisnik nešto radi

source: Resume
sr@latn: Povrati

source: Lid closed
mg: Mihidy
sr@latn: Poklopac je zatvoren

source: Lid opened
mg: Mivoha
sr@latn: Poklopac je otvoren

source: Notification
mg: Fampahafantarana
sr@latn: Obaveštenje

source: DPMS On
sr@latn: DPMS uključen

source: DPMS Standby
sr@latn: DPMS pripravan

source: DPMS Suspend
sr@latn: DPMS stanje pripravnosti

source: DPMS Off
sr@latn: DPMS je isključen

source: translator-credits
mg: Mpandrindra: Thierry Randrianiriana Mpandika teny: Fanomezana Rajaonarisoa
sr@latn: Slobodan D. Sredojević <slobo@akrep.be> http://prevod.org — prevodi na srpski jezik
zh_hk: 如對翻譯有任何意見，請送一封電郵給 以下地址，GNOME 翻譯隊伍會盡快回覆你： community@linuxhall.org Chao-Hsiung Liao <pesder.liao@msa.hinet.net>, 2006

source: Power _History
sr@latn: Dijagram pot_rošnje

source: _Suspend
mg: _Ahatoy
sr@latn: _Prevedi u stanje pripravnosti
zh_hk: 暫停(_S)

source: Hi_bernate
mg: _Ampatorio
sr@latn: Za_mrzni
zh_hk: 休眠(_B)

source: HAL failed to %s. Check the help file for common problems.
sr@latn: HAL nije izvršio %s. Molim otvorite pomoć za spisak najčešćih problema.

source: hibernate
mg: fatoriana
sr@latn: zamrzni

source: Your computer failed to %s. Check the help file for common problems.
sr@latn: Vaš računar nije uspeo da %s. Molim otvorite pomoć za spisak najčešćih problema.

source: suspend
mg: fiatoana
sr@latn: prevedi u stanje pripravnosti

source: Power Critically Low
mg: Tafalatsaka ambany dia ambany ny herin'aratra
sr@latn: Baterija je potpuno istrošena

source: Power Very Low
mg: Ambany be ny herin'aratra
sr@latn: Baterija je veoma istrošena

source: Power Low
mg: Ambany ny herin'aratra
sr@latn: Baterija je istrošena

source: Show debugging information for all files
af: Wys ontfoutinligting vir alle lêers

source: Debugging Options
af: Ontfoutkeuses

source: Show debugging options
af: Wys ontfoutkeuses

source: Computer failed to suspend.
af: Rekenaar kon nie sluimer nie.

source: Computer failed to hibernate.
af: Rekenaar kon nie hiberneer nie.

source: Failure was reported as:
af: Fout is gerapporteer as:

source: A battery in your computer may have been recalled by %s and you may be at risk. For more information visit the battery recall website.
af: 'n Battery in die rekenaar is moontlik herroep deur %s en u is dalk in gevaar. Vir meer inligting besoek die webwerf oor battery-herroeping.

source: Battery has a very low capacity (%1.1f%%), which means that it may be old or broken.
af: Die battery het baie lae kapasiteit (%1.1f%%) wat beteken dat dit moontlik oud of gebreek is.

source: %s of battery power remaining (%.0f%%)
af: %s van batterykrag bly oor (%.0f%%)

source: %s of UPS backup power remaining (%.0f%%)
af: %s van UPS-noodkrag bly oor (%.0f%%)

source: Approximately <b>%s</b> remaining (%.0f%%)
af: Ongeveer <b>%s</b> bly oor (%.0f%%)

source: Approximately <b>%s</b> of remaining UPS backup power (%.0f%%)
af: Ongeveer <b>%s</b> UPS-noodkrag bly oor (%.0f%%)

source: Wireless mouse is low in power (%.0f%%)
af: Draadlose muis het min batterykrag (%.0f%%)

source: Wireless keyboard is low in power (%.0f%%)
af: Draadlose sleutelbord het min batterykrag (%.0f%%)

source: PDA is low in power (%.0f%%)
af: PDA het min batterykrag (%.0f%%)

source: Cell phone is low in power (%.0f%%)
af: Selfoon het min batterykrag (%.0f%%)

source: Media player battery low
af: Mediaspeler effens pap

source: Media player is low in power (%.0f%%)
af: Mediaspeler het min batterykrag (%.0f%%)

source: Tablet battery low
af: Tablet effens pap

source: Tablet is low in power (%.0f%%)
af: Tablet het min batterykrag (%.0f%%)

source: Approximately <b>%s</b> of remaining UPS power (%.0f%%). Restore AC power to your computer to avoid losing data.
af: Ongeveer <b>%s</b> UPS-noodkrag bly oor (%.0f%%). Prop die muurkrag in om dataverlies te voorkom.

source: Wireless mouse is very low in power (%.0f%%). This device will soon stop functioning if not charged.
af: Draadlose muis het baie min batterykrag (%.0f%%). Dié toestel gaan binnekort ophou werk as dit nie gelaai word nie.

source: Wireless keyboard is very low in power (%.0f%%). This device will soon stop functioning if not charged.
af: Draadlose sleutelbord het baie min batterykrag (%.0f%%). Dié toestel gaan binnekort ophou werk as dit nie gelaai word nie.

source: PDA is very low in power (%.0f%%). This device will soon stop functioning if not charged.
af: PDA het baie min batterykrag (%.0f%%). Dié toestel gaan binnekort ophou werk as dit nie gelaai word nie.

source: Cell phone is very low in power (%.0f%%). This device will soon stop functioning if not charged.
af: Selfoon het baie min batterykrag (%.0f%%). Dié toestel gaan binnekort ophou werk as dit nie gelaai word nie.

source: Media player is very low in power (%.0f%%). This device will soon stop functioning if not charged.
af: Mediaspeler het baie min batterykrag (%.0f%%). Dié toestel gaan binnekort ophou werk as dit nie gelaai word nie.

source: Tablet is very low in power (%.0f%%). This device will soon stop functioning if not charged.
af: Tablet het baie min batterykrag (%.0f%%). Dié toestel gaan binnekort ophou werk as dit nie gelaai word nie.

source: UPS is below the critical level and this computer will <b>power-off</b> when the UPS becomes completely empty.
af: Die UPS is onder die kritieke vlak en die rekenaar gaan <b>afskakel</b> wanneer die UPS heeltemal leegloop.

source: UPS is below the critical level and this computer is about to hibernate.
af: Die UPS is onder die kritieke vlak en die rekenaar staan op die punt om te hiberneer.

source: UPS is below the critical level and this computer is about to shutdown.
af: Die UPS is onder die kritieke vlak en die rekenaar staan op die punt om af te skakel.

source: 6 hours
af: 6 ure

source: Serial ATA
af: Serie-ATA

source: %s remaining
af: %s bly oor

source: Media player
af: Mediaspeler

source: Computer
af: Rekenaar

source: Laptop battery is charging
af: Skootrekenaarbattery laai tans

source: Laptop battery is discharging
af: Skootrekenaarbattery ontlaai tans

source: Laptop battery is empty
af: Skootrekenaarbattery is pap

source: Laptop battery is charged
af: Skootrekenaarbattery is volgelaai

source: Laptop battery is waiting to charge
af: Skootrekenaarbattery wag om gelaai te word

source: Laptop battery is waiting to discharge
af: Skootrekenaarbattery wag om ontlaai te word

source: UPS is charging
af: UPS laai nou

source: UPS is discharging
af: UPS ontlaai nou

source: UPS is empty
af: UPS is pap

source: UPS is charged
af: UPS is gelaai

source: Mouse is charging
af: Muis laai tans

source: Mouse is discharging
af: Muis ontlaai tans

source: Mouse is empty
af: Muis is pap

source: Mouse is charged
af: Muis is volgelaai

source: Keyboard is charging
af: Sleutelbord laai tans

source: Keyboard is discharging
af: Sleutelbord ontlaai tans

source: Keyboard is empty
af: Sleutelbord is pap

source: Keyboard is charged
af: Sleutelbord is volgelaai

source: PDA is charging
af: PDA laai tans

source: PDA is discharging
af: PDA ontlaai tans

source: PDA is empty
af: PDA is pap

source: PDA is charged
af: PDA is volgelaai

source: Cell phone is charging
af: Selfoon laai tans

source: Cell phone is discharging
af: Selfoon ontlaai tans

source: Cell phone is empty
af: Selfoon is pap

source: Cell phone is charged
af: Selfoon is volgelaai

source: Media player is charging
af: Mediaspeler laai tans

source: Media player is discharging
af: Mediaspeler ontlaai tans

source: Media player is empty
af: Mediaspeler is pap

source: Media player is charged
af: Mediaspeler is volgelaai

source: Tablet is charging
af: Tablet laai tans

source: Tablet is discharging
af: Tablet ontlaai tans

source: Tablet is empty
af: Tablet is pap

source: Tablet is charged
af: Tablet is volgelaai

source: Computer is charging
af: Rekenaar laai tans

source: Computer is discharging
af: Rekenaar ontlaai tans

source: Computer is empty
af: Rekenaar is pap

source: Computer is charged
af: Rekenaar is volgelaai

source: If the PC speaker (beeping) should be used
mg: Raha tokony hampiasaina ny fanitaram-peon'ny solosaina (fampanenoana bip)

source: If the PC speaker should be used to beep when the power is low, or inhibit requests have stopped the policy action.
mg: Raha tokony hampanenoana bip ny fanitaram-peon'ny solosaina rehefa lefy ny herinaratra na rehefa ajanon'ny fangatahana fisakanana ny asa manaraka paikady.

source: Inhibit
mg: Sakano

source: <b>General</b>
mg: <b>Ankapobe</b>
zh_hk: <b>一般</b>

source: Always _sleep when the lid is closed
mg: _Ahatoy foana rehefa mihidy ny laptop

source: Only display when battery _present
mg: Aza aseho raha tsy misy _vaton'aratra

source: Only display when charging or _discharging
mg: Aza aseho raha tsy mifahana na _mihalefy
zh_hk: 只在充電中或放電時顯示(_D)

source: Sleep _type when inactive:
mg: Ny _karazan'ny fiatoana rehefa tsy miasa:

source: When UPS _power critical:
mg: Rehefa manaitra ny tahan'ny _herin'ny vatanaratra:

source: When battery _power critical:
mg: Rehefa manaitra ny tahan'ny _herin'ny vaton'aratra:

source: When l_aptop lid is closed:
mg: Rehefa mihidy ilay _laptop:

source: When power _button is pressed:
mg: Rehefa voatsindry ny _tsindry famelomana:

source: _Always display icon
mg: Asehoy _foana ny kisary
zh_hk: 永遠顯示圖示(_A)

source: _Dim the laptop panel when idle
mg: _Matroy ny LCDn'ilay laptop rehefa misy tranga

source: _Never display icon
mg: _Aza aseho mihitsy ny kisary
zh_hk: 永遠不顯示圖示(_N)

source: _Only display when battery life is critical
mg: _Aza aseho raha tsy efa manaitra ny tahan'ny herin'ilay vaton'aratra

source: LCD dim
mg: Fanamatrohana LCD

source: LCD resume
mg: Fitohizan'ny fiasan'ny LCD

source: Unknown event!
mg: Trangan-javatra tsy fantatra!

source: Display power management activated
mg: Mandeha ny fitantanana ny angovon'ny efijery

source: Screen resume
mg: Famohazana ny efijery

source: Screen dim
mg: Fanamatrohana efijery

source: the system state is idle
mg: tsy misy tranga no toetr'ilay rafitra

source: ups
mg: vatanaratra

source: mouse
mg: totozy

source: keyboard
mg: fafan-teny

source: unknown
mg: tsy fantatra

source: AC LCD brightness hardware value
zh_hk: AC LCD 硬件亮度數值

source: Battery LCD brightness hardware value
zh_hk: 電池 LCD 硬件亮度數值

source: Computer AC idle timeout value
zh_hk: 電腦 AC 判定閒置時間

source: Computer battery idle timeout value
zh_hk: 電腦電池判定閒置時間

source: Default sleep type
zh_hk: 預設睡眠類型

source: Display AC idle timeout value
zh_hk: 顯示 AC 判定閒置時間

source: Display battery idle timeout value
zh_hk: 顯示電池判定閒置時間

source: If the user can hibernate
zh_hk: 如果使用者可以休眠

source: If the user can suspend
zh_hk: 如果使用者可以暫停

source: If this particular user should have hibernate on the drop-down menu and in the prefs
zh_hk: 這個特定使用者的下拉式選單及偏好設定中是否應具有休眠選項

source: If this particular user should have suspend on the drop-down menu and in the prefs
zh_hk: 這個特定使用者的下拉式選單及偏好設定中是否應具有暫停選項

source: If to dim the screen after a period of inactivity
zh_hk: 一段時間不使用後是否把螢幕調暗

source: If we should dim the screen to save power when the computer is marked as idle.
zh_hk: 當電腦進入閒置狀態時是否應調暗螢幕以節約能源

source: If we should notify the user that the AC adapter has been removed
zh_hk: 當使用者拔除 AC 變壓器時是否應通知使用者

source: If we should notify the user that the battery is fully charged
zh_hk: 當電池充飽電時是否應通知使用者

source: Laptop lid close action
zh_hk: 手提電腦上蓋關閉時動作

source: Notify on AC loss
zh_hk: AC 中斷時通知

source: Notify on fully charged
zh_hk: 電池充飽電時通知

source: The action to take when the battery is critically low.
zh_hk: 當電池電量極低時要採取的動作。

source: The action to take when the laptop lid is closed
zh_hk: 當手提電腦上蓋關閉時要採取的動作

source: The action to take when the system suspend button is pressed
zh_hk: 當系統暫停按鈕被按下時要採取的動作

source: The display icon policy can be never, critical, charge, always
zh_hk: 顯示圖示規則可為永不、極低、充電、永遠

source: The hardware brightness the display is set to whilst on AC power
zh_hk: 當使用 AC 電源時設定的顯示器硬件亮度

source: The hardware brightness the display is set to whilst on battery power
zh_hk: 當使用電池電源時設定的顯示器硬件亮度

source: The idle time in seconds before the computer tries to sleep whilst on AC power
zh_hk: 在 AC 電源下電腦嘗試睡眠之前閒置的時間(以秒計)

source: The idle time in seconds before the computer tries to sleep whilst on battery power
zh_hk: 在電池電源下電腦嘗試睡眠之前閒置的時間(以秒計)

source: The idle time in seconds before the display tries to sleep whilst on AC power
zh_hk: 在 AC 電源下顯示器嘗試睡眠之前閒置的時間(以秒計)

source: The idle time in seconds before the display tries to sleep whilst on battery power
zh_hk: 在電池電源下顯示器嘗試睡眠之前閒置的時間(以秒計)

source: The type of sleep (hibernate/suspend) to use automatically.
zh_hk: 自動使用的睡眠類型(休眠/暫停)。

source: <b>Running on AC Adapter</b>
zh_hk: <b>使用 AC 變壓器執行</b>

source: <b>Running on Batteries</b>
zh_hk: <b>使用電池執行</b>

source: Advanced
zh_hk: 進階

source: Only display when battery life is _critical
zh_hk: 只在電池電量極低時顯示(_C)

source: Options
zh_hk: 選項

source: Put _computer to sleep after:
zh_hk: 在此時間後讓電腦進入睡眠(_C):

source: Put _display to sleep after:
zh_hk: 在此時間後讓顯示器進入睡眠(_D):

source: Put c_omputer to sleep after:
zh_hk: 在此時間後讓電腦進入睡眠(_O):

source: Put dis_play to sleep after:
zh_hk: 在此時間後讓顯示器進入睡眠(_P):

source: Set display _brightness:
zh_hk: 設定顯示器亮度(_B):

source: Set display b_rightness:
zh_hk: 設定顯示器亮度(_R):

source: Sleep
zh_hk: 睡眠

source: When _battery power critical:
zh_hk: 當電池電量極低時(_B):

source: When _suspend button pressed:
zh_hk: 當暫停按鈕被按下時(_S):

source: When laptop li_d is closed:
zh_hk: 當手提電腦上蓋關閉時(_D):

source: _Computer sleep type:
zh_hk: 電腦睡眠類型(_C):

source: Orientation
zh_hk: 方向

source: The orientation of the tray.
zh_hk: 系統匣的方向。

source: AC Power Unplugged
zh_hk: AC 電源已拔除

source: Battery Critically Low
zh_hk: 電池電量極低

source: Battery Very Low
zh_hk: 電池電量非常低

source: Battery Low
zh_hk: 電池低電量

source: Critical action
zh_hk: 電量極低動作

source: until charged
zh_hk: 直到已充飽

source: remaining
zh_hk: 還剩

source: fully charged
zh_hk: 已充飽

source: Suspend the computer
zh_hk: 暫停此電腦

source: Make the computer go to sleep
zh_hk: 讓電腦進入睡眠

source: Configuration
zh_hk: 組態
