Repository: Arch-Ci/gnome-power-manager
Catalog: po/*.po
Languages: af, be, mg, sr@latn, zh_hk

source: Power Manager Brightness Applet
be: Аплет кіраваньня яркасьцю
sr@latn: Programče za prilagođavanje osvetljenosti ekrana

source: Adjusts laptop panel brightness.
be: Рэгулюе яркасьць экрану ноўтбука.
sr@latn: Prilagođava osvetljenost ekrana prenosnog uređaja.

source: Cannot connect to gnome-power-manager
be: Немагчыма далучыцца да gnome-power-manager

source: Cannot get laptop panel brightness
be: Немагчыма вызначыць яркасьць экрану
sr@latn: Ne mogu da dobijem tekuću vrednost osvetljenosti ekrana

source: LCD brightness : %d%%
be: Яркасьць LCD : %d%%
sr@latn: Osvetljenost tankog ekrana : %d%%

source: Licensed under the GNU General Public License Version 2
be: Распаўсюджваецца на ўмовах GNU General Public License Version 2
mg: Navoaka araka ny fahazoan-dàlana ho an'ny besinimaro GNU andiany faharoa
sr@latn: Objavljeno pod uslovima Opšte Javne Licence verzije 2
zh_hk: 依 GNU General Public License Version 2 授權

source: Power Manager is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
be: Кіраўнік энэргаспажываньня з'яўляецца свободнай праграмай; вы можаце распаўсюджваць яе і/ці мадыфікаваць яе згодна з умовамі GNU General Public License, апублікаванай Free Software Foundation, вэрсіі 2 або (пры вашым выбары) любой пазьнейшая вэрсіі.
mg: Rindran'asa maimaimpoana ny Mpitantana Herinaratra. Azonao zaraina ary/na ovaina mifanaraka amin'ireo fepetra voalaza anatin'ny fahazoan-dàlana ho an'ny besinimaro GNU izay navoakan'ny Free Software Foundation io rindran'asa io; na ilay andiany faha 2, na izay andiany taty afara (araka ny safidinao).
sr@latn: Gnomov upravnik potrošnje električne energije je slobodan softver; Dozvoljeno je njegovo širenje(rasturanje), vršenje(unošenje) izmena pod uslovima Gnu-ove Opšte Javne Licence (OJL), verzije 2 ili bilo koje naknadne verzije a koju je objavila Zadužbina Slobodnog Softvera.
zh_hk: 電源管理程式是自由軟件，你可以遵照Free Software Foundation (Free Software Foundation) 出版的 GNU 通用公共許可證條款 (GNU General Public License) 第二版來修改和重新發佈 這一程式，或者自由選擇使用任何更新的版本。

source: Power Manager is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
be: Кіраўнік энэргаспажываньня распаўсюджваецца з надзеяй на тое, што ён будзе карысным, але БЕЗ АНІЯКІХ ГАРАНТЫЙ; нават без гарантыі ТАВАРНАГА ВЫГЛЯДУ або ПРЫДАТНАСЬЦІ ДЛЯ ВЫКАРЫСТАНЬНЯ Ў ПЭЎНЫХ МЭТАХ. Для большых падрабязнасьцей глядзіце GNU General Public License.
mg: Ny Mpitantana Herinaratra dia naparitaka noho ny fiheverana fa hisy ilàna azy izy io. Tsy misy fiantohana mihitsy izy io, na dia ilay fiantohana (tsy voalaza an-tsoratra) ny FAHALAVORARIANY HO AN'NY VAROTRA na ny FETEZANY ANAOVANA ZAVATRA aza. Vakio ilay Fahazoan-dàlana ho an'ny besinimaro GNU ahalalanao ny antsipiriany.
sr@latn: Gnomov upravnik potrošnje električne energije se raspodeljuje u nameri da će biti koristan, bez ikakvog jamstva; uključujuću bez ograničenja, jamstvo da je bez nedostataka, spreman za tržište ili svrsishodan. Za više detalja pročitajte Opštu Javnu Licencu.
zh_hk: 發佈電源管理程式的目的是希望它有用， 但沒有任何擔保。甚至沒有適合特定目的 而隱含的擔保。更詳細的情況請參閱 GNU 通用公共許可證。

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
be: Вы павінны былі атрымаць копію GNU General Public License разам з гэтай праграмай; у іншым выпадку дашліце ліст на адрас Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
mg: Tokony nahazo dika mitovin'ny Fahazoan-dàlana ho an'ny besinimaro GNU ianao niaraka tamin'ity rindranasa ity. Raha tsy nahazo izany ianao, dia manorata any amin'ny Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
sr@latn: Trebalo je da ste dobili jedan primerak Opšte Javne Licence zajedno sa ovim programom; ako to nije slučaj, pišite na adresu:Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1302, USA
zh_hk: 你應該已經和程式一起收到一份 GNU 通用公共許可證的副本。如果還沒有，寫信給： Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Copyright © 2006 Benjamin Canou
be: Аўтарскія правы © 2006 Benjamin Canou
sr@latn: Sva prava zadržana, 2006 , Bendžamin Kano

source: Adjusts Laptop panel brightness
be: Рэгулюе яркасьць экрану ноўтбука

source: Brightness Applet
be: Аплет яркасьці

source: Brightness Applet Factory
be: Фабрыка аплету яркасьці

source: Factory for Brightness Applet
be: Фабрыка для аплету яркасьці

source: Power Manager Inhibit Applet
be: Аплет стрымваньня кіраўніка сілкаваньнем
sr@latn: Programče za zabranu potrošnje

source: Allows user to inhibit automatic power saving.
be: Дазваляе карыстальніку стрымваць аўтаматычнае ашчаджэньне энэргіі.
sr@latn: Dozvoljava korisnicima da zabrane samouštedu potrošnje energije.

source: Automatic sleep inhibited
be: Аўтаматычны сон адключаны
sr@latn: Zabranjuje se samouspavljivanje

source: Automatic sleep enabled
be: Аўтаматычны сон уключаны
sr@latn: Dozvoljava se samouspavljivanje

source: Manual inhibit
be: Самастойнае стрымваньне
sr@latn: Ručna zabrana

source: Copyright © 2006-2007 Richard Hughes
be: Аўтарскія правы © 2006-2007 Richard Hughes
sr@latn: Sva prava zadržana, 2006-2007, Ričard Hjuz

source: Allows user to inhibit automatic power saving
be: Дазваляе карыстальніку стрымваць аўтаматычнае ашчаджэньне энэргіі

source: Factory for Inhibit Applet
be: Фабрыка для аплету стрымваньня

source: Inhibit Applet
be: Аплет стрымваньня

source: Inhibit Applet Factory
be: Фабрыка аплету стрымваньня

source: Power Manager
af: Kragbestuur
be: Кіраўнік сілкаваньня
mg: Mpitantana Angovo
sr@latn: Upravljanje potrošnjom električne energije
zh_hk: 電源管理程式

source: Power management daemon
af: Agtergrondprogram vir kragbestuur
be: Служба кіраваньня сілкаваньнем
mg: Daemon'ny fitantanana angovo
sr@latn: Pozadinski proces za upravljanje potrošnjom
zh_hk: 電源管理伺服程式

source: Allow backlight brightness adjustment
be: Дазволіць рэгуляваньне яркасьці

source: Battery critical low action
be: Дзеяньне пры мінімальным зарадзе батарэі
mg: Ny asa atao rehefa tafalatsaka ambany be ny herin'ny vaton'aratra
sr@latn: Radnja kada je baterija potpuno istrošena
zh_hk: 電量極低時的動作

source: Check CPU load before sleeping
be: Праверыць нагрузку на працэсар перш чым заснуць
mg: Jereo ny vesatry ny CPU alohan'ny hiatoana
sr@latn: Proveri zaposlenost procesora pre uspavljivanja

source: Dim the screen after a period of inactivity when on AC power
be: Тушыць экран, пасьля пэрыяду бязьдзеяньня ў час сілкаваньня ад разэткі
sr@latn: Da li da zamagli ekran nakon nekog vremena kada se ništa ne radi kod napajanja iz električne mreže

source: Dim the screen after a period of inactivity when on battery power
be: Тушыць экран, пасьля пэрыяду бязьдзеяньня ў час сілкаваньня ад батарэі
sr@latn: Da li da zamagli ekran nakon nekog vremena kada se ništa ne radi kod baterijskog napajanja

source: Display options for the notification icon. Valid options are "never", "low", "critical", "charge", and "present".
be: Парамэтры паказваньня значка апавяшчэньня. Магчымыя значэньні: «never», «low», «critical», «charge» і «present».

source: Hibernate button action
be: Дзеяньне кнопкі ўсыпленьня
mg: Asa mifanaraka amin'ny tsindry Fatoriana
sr@latn: Radnja koja se preduzima nakon pritiska na dugme za zamrzavanje

source: If a notification message should be displayed after suspend or hibernate failed.
be: Ці трэба паказваць інфармацыйнае паведамленьне пасьля няўдалага прыпыненьня ці ўсыпленьня.

source: If a notification message should be displayed when the battery is fully charged.
be: Ці паказваць інфармацыйнае паведамленьне, калі батарэя зараджаная.
mg: Raha tokony hampiseho takila fampahafantarana rehefa voafahana tanteraka ny vaton'aratra.
sr@latn: Da li bi trebalo da obavestimo korisnika kada je baterija dopunjena do kraja.

source: If a notification message should be displayed when the battery is getting low.
be: Ці паказваць інфармацыйнае паведамленьне, калі заканчваецца энэргія ў батарэі.
sr@latn: Da li treba prikazati jednu poruku korisniku kada je baterija ispražnjena.

source: If preferences and statistics items should be shown in the context menu
be: Ці трэба паказваць парамэтры й элемэнты статыстыкі ў кантэкставым мэню

source: If sounds should be used
be: Ці граць гукі
sr@latn: da li treba koristiti zvučno obaveštavanje

source: If sounds should be used when the power is critically low, or inhibit requests have stopped the policy action.
be: Ці павінны выкарыстоўвацца гукі для апавяшчэньня аб нізкім зарадзе батарэй альбо аб тым, што блякуючыя запыты прыпынілі заплянаванае дзеяньне.
sr@latn: Da li se koristi zvučno obaveštavanje kada je baterija kritično ispražnjena, ili kada su zahtevi za zabranu zaustavili predviđenu radnju.

source: If the CPU load should be checked before doing the idle action.
be: Ці правяраць загрузку працэсара перад апэрацыяй бязьдзеяньня.
mg: Raha tokony hojerena ny vesatry ny CPU alohan'ny hanaovan-javatra rehefa tsy misy tranga.
sr@latn: Da li treba proveriti uposlenost procesora pre poziva radnje kada korisnik ništa ne radi.

source: If the battery event should occur when the lid is shut and the power disconnected
be: Ці павінна адбывацца падзея, калі панэль зачыненая і сілкаваньне адключанае
mg: Raha tokony hitranga amin'ny fotoana mampihidy ny laptop ary tsy ipetahany amin'ny herinaratra ilay trangan'ny vaton'aratra
sr@latn: Da li treba da se desi baterijski događaj kada se poklopac zatvori i kabl za napajanje isčupa

source: If the battery lid close event should occur (for example 'Suspend when lid closed on battery') when the lid is previously shut and the AC power disconnected at a later time.
be: Ці генэраваць падзею зачыненьня панэлі ноўтбука (напрыклад, прыпыніць, калі панэль зачыненая пры батарэйным сілкаваньні), калі панэль была зачыненая, а крыніца сілкаваньня адключаная пазьней.
mg: Raha tokony hisy ilay trangan'ny vaton'aratra mifandraika amin'ny fikatonan'ilay laptop (ohatra "Ahatoy rehefa mihidy ilay laptop (mampiasa vaton'aratra)") raha efa voahidy ilay laptop ary raha tsoahana elaela aty aoriana ny fitarihana herinaratra.
sr@latn: Da li treba reagovati na događaj zatvaranja poklopca (npr. prevođenje u stanje pripravnosti) kada je poklopac prethodno bio zatvoren i isčupan kabl iz struje u vremenu nakon toga.

source: If the learnt profile should be used to calculate the time remaining
be: Ці патрэбна ўжываць для разліку астатняга часу вывучаны профіль

source: If the learnt profile should be used to calculate the time remaining. Only turn this off for debugging.
be: Ці выкарыстоўваць вывучаны профіль для вылічэньня засталага часу працы. Уключайце толькі для адладжваньня.

source: If the low-power mode should be enabled when on AC
be: Ці ўключаць рэжым зьніжанага энэргаспажываньня падчас працы ад сеткі
mg: Raha tokony halefa ny fomba lefy hery rehefa mampiasa herinaratra
sr@latn: Da li treba da se uključi režim male potrošnje ako se napajanje ostvaruje iz električne mreže

source: If the low-power mode should be enabled when on battery
be: Ці ўключаць рэжым зьніжанага энэргаспажываньня падчас працы ад батарэі
mg: Raha tokony halefa ny fomba lefy hery rehefa mampiasa ny vaton'aratra
sr@latn: Da li treba da se uključi režim male potrošnje ako se ostvaruje baterijsko napajanje

source: If the screen brightness should be changed when switching between AC and battery power.
be: Ці павінна зьмяняцца яркасьць экрану падчас пераключэньня сілкаваньня паміж сеткай і батарэяй.
sr@latn: Da li treba promeniti osvetljenje ekrana pri prelasku sa baterijskog na napajanje iz električne mreže i obrnuto.

source: If the screen should be dimmed to save power when the computer is idle when on AC power.
be: Ці павінна прыглушацца яркасьць экрану для ашчаджэньня энэргіі падчас бязьдзеяньня кампутара і працы ад сеткі.
sr@latn: Da li treba zamagliti ekran, radi uštede energije, kada se računar ne koristi a napajanje se obezbeđuje iz električne mreže.

source: If the screen should be dimmed to save power when the computer is idle when on battery power.
be: Ці павінна прыглушацца яркасьць экрану для ашчаджэньня энэргіі падчас бязьдзеяньня кампутара і працы ад батарэі.
sr@latn: Da li treba zamagliti ekran, radi uštede energije, kada se računar ne koristi a napajanje se obezbeđuje iz baterija.

source: If the screen should be reduced in brightness when the computer is on battery power.
be: Ці павінна прыглушацца яркасьць экрану для ашчаджэньня энэргіі падчас працы ад батарэі.

source: If the system low-power mode should be enabled when on AC power.
be: Ці павінен уключацца рэжым ашчаджэньня энэргіі падчас працы ад сеткі.
mg: Raha tokony halefa ny fomba lefy herin'ny rafitra rehefa mampiasa herinaratra.
sr@latn: Da li se uopšte uključuje režim male potrošnje ako se ostvaruje napajanje iz električne mreže

source: If the system low-power mode should be enabled when on laptop battery power.
be: Ці павінен уключацца рэжым ашчаджэньня энэргіі падчас працы ад батарэі.
mg: Raha tokony halefa ny fomba lefy herin'ny rafitra rehefa mampiasa ny vaton'aratry ny laptop.
sr@latn: Da li se uopšte uključuje režim male potrošnje ako se koristi baterijsko napajanje

source: If the user should be notified when the AC adapter is disconnected.
be: Ці апавяшчаць карыстальніка аб адключэньні сеткавага адаптара.
mg: Raha tokony hampilazaina ny mpampiasa rehefa tsy mitsatoka ny mpampisahaza.
sr@latn: Da li treba da obavestimo korisnika kada se ukloni kabel za napajanje iz električne mreže.

source: If time based notifications should be used. If set to false, then the percentage change is used instead, which may fix a broken ACPI BIOS.
be: Ці павінны выкарыстоўвацца апавяшчэньні на падставе часу. Калі гэты парамэтар не пазначаны, замест часу будзе выкарыстоўвацца адсотак зараду батарэі, што можа выправіць праблему з сапсаванымі ACPI BIOS.
mg: Raha tokony mampiasa fampahafantarana mifototra amin'ny fotoana. Raha atao diso, dia ny fiovan'ny isan-jato ampiasaina solony, izay afaka manamboatra BIOS ACPI simba.
sr@latn: Da li se obaveštenja puštaju tokom vremena. Ako je postavljeno na netačno, tada se prati procentualno stanje, što ponekad popravlja netačan ACPI/BIOS odziv.

source: If we should show the low capacity warning for a broken battery
be: Ці паказваць папярэджаньне аб малым зарадзе для сапсаваных батарэй

source: If we should show the low capacity warning for a broken battery.
be: Ці паказваць папярэджаньне аб малым зарадзе для сапсаваных батарэй.

source: If we should show the recalled battery warning for a broken battery
be: Паказваць папярэджаньне пра водклік зламанай батарэі
sr@latn: Da li treba da prikažem upozorenje o opozivu baterije ako sama baterija ne dopušta potrebno očitavanje

source: If we should show the recalled battery warning for a broken battery. Set this to false only if you know your battery is okay.
be: Ці паказваць папярэджаньне аб малым зарадзе для сапсаваных батарэй. Здыміце гэты парамэтар, толькі калі вы ўпэўнены ў бясьпечнасьці батарэі.
sr@latn: Da li treba da prikažem upozorenje o opozivu baterije ako sama baterija ne dopušta potrebno očitavanjePostavite na vrednost netačno samo ako znate da je vaša baterija pouzdana.

source: LCD brightness when on AC
be: Яркасьць LCD падчас сілкаваньня ад сеткі
mg: Hazavan'ny LCD rehefa mampiasa herinaratra
sr@latn: Vrednost osvetljenja tankog ekrana pri napajanju iz električne mreže

source: LCD dimming amount when on battery
be: Зьмяншэньне яркасьці LCD падчас сілкаваньня ад батарэі

source: Laptop lid close action on battery
be: Дзеяньне пры зачыненьні панэлі падчас сілкаваньня ад батарэі
mg: Asa atao rehefa mihidy ilay laptop (mampiasa vaton'aratra)
sr@latn: Radnja koja se obavlja kada se poklopac prenosnog računara zatvori pri baterijskom napajanju

source: Laptop lid close action when on AC
be: Дзеяньне пры зачыненьні панэлі падчас сілкаваньня ад сеткі
mg: Asa atao rehefa mihidy ilay laptop (mampiasa herinaratra)
sr@latn: Radnja koja se obavlja kada se poklopac prenosnog računara zatvori pri napajanju iz električne mreže

source: Lock GNOME keyring on sleep
be: Блякаваць зьвязак ключоў GNOME пры пераходзе ў рэжым сну

source: Lock screen on hibernate
be: Блякаваць экран пры ўсыпленьні
mg: Gejao ny efijery rehefa matory
sr@latn: Da li se ekran zaključava kada korisnik zamrzne računar

source: Lock screen on suspend
be: Блякаваць экран пры прыпыненьні
mg: Gejao ny efijery rehefa miato
sr@latn: Da li se ekran zaključava kada korisnik prevede računar u stanje pripravnosti

source: Lock screen when blanked
be: Блякаваць экран пры актывацыі ахоўваньня экрану
mg: Gejao ny efijery rehefa foana
sr@latn: Ekran se zaključava po zamračenju

source: Method used to blank screen on AC
be: Мэтад, які выкарыстоўваецца для ахоўваньня экрану падчас працы ад сеткі
mg: Fomba ampiasaina hanafoanana ny efijery (mampiasa herinaratra)
sr@latn: Metod za zamračenje ekrana kada je napajanje iz električne mreže

source: Method used to blank screen on battery
be: Мэтад, які выкарыстоўваецца для ахоўваньня экрану падчас працы ад батарэі
mg: Fomba ampiasaina hanafoanana ny efijery (mampiasa vaton'aratra)
sr@latn: Metod za zamračenje ekrana kada je napajanje baterijsko

source: Notify on a low power
be: Апавяшчаць пра недастатковае сілкаваньне
sr@latn: Obavesti ako je baterija prazna

source: Notify on a sleep failure
be: Апавяшчаць пра памылкі выхаду ў рэжым сну

source: Notify when AC adapter is disconnected
be: Апавяшчаць пры адключэньні сеткавага адаптара
mg: Mampilazà raha tsy mitsatoka ny mpampisahaza
sr@latn: Obavesti pri gubitku napajanja iz električne mreže

source: Notify when fully charged
be: Інфармаваць, калі цалкам зараджаны
mg: Mampilazà rehefa voafahana tanteraka
sr@latn: Obavesti kada je baterija napunjena do kraja

source: Percentage action is taken
be: Дзеяньне выконваецца па адсотках зараду
mg: Ny asa manaraka isan-jato no tanterahina
sr@latn: Radnja vezana za procenat napunjenosti je sprovedena

source: Percentage considered critical
be: Крытычны ўзровень зараду
mg: Raisina ho manaitra ilay isan-jato
sr@latn: Procenat koji se smatra kritičnim

source: Percentage considered low
be: Нізкі ўзровень зараду
mg: Raisina ho ambany ilay isan-jato
sr@latn: Procenat koji se smatra niskim

source: Power button action
be: Дзеяньне кнопкі сілкаваньня
mg: Asa mifandraika amin'ny tsindry famelomana
sr@latn: Radnja koja se preduzima nakon pritiska na dugme za paljenje/gašenje računara

source: Reduce the backlight brightness when on battery power
be: Зьніжаць яркасьць лямпаў манітора падчас сілкаваньня ад батарэі

source: Seconds of inactivity to spin down when on AC
be: Час прастою для замаруджваньня цьвёрдага дыска падчас сілкаваньня ад сеткі

source: Seconds of inactivity to spin down when on battery
be: Час прастою для замаруджваньня цьвёрдага дыска падчас сілкаваньня ад батарэі

source: Sleep timeout computer when on AC
be: Затрымка прыпыненьня кампутара падчас сілкаваньня ад сеткі
mg: Solosaina miandry fe-potoana fiatoana (mampiasa herinaratra)
sr@latn: Vreme za uspavljivanje računara kada se ostvaruje napajanje iz električne mreže

source: Sleep timeout computer when on UPS
be: Затрымка прыпыненьня кампутара падчас сілкаваньня ад UPS

source: Sleep timeout computer when on battery
be: Затрымка прыпыненьня кампутара падчас сілкаваньня ад батарэі
mg: Solosaina miandry fe-potoana fiatoana (mampiasa vaton'aratra)
sr@latn: Vreme za uspavljivanje računara kada se ostvaruje napajanje iz baterija

source: Sleep timeout display when on AC
be: Затрымка адключэньня манітора падчас сілкаваньня ад сеткі
mg: Efijery miandry fe-potoana fiatoana (mampiasa herinaratra)
sr@latn: Vreme za uspavljivanje ekrana kada se ostvaruje napajanje iz električne mreže

source: Sleep timeout display when on UPS
be: Затрымка адключэньня манітора падчас сілкаваньня ад UPS

source: Sleep timeout display when on battery
be: Затрымка адключэньня манітора падчас сілкаваньня ад батарэі
mg: Efijery miandry fe-potoana fiatoana (mampiasa vaton'aratra)
sr@latn: Vreme za uspavljivanje ekrana kada se ostvaruje napajanje iz baterija

source: Suspend button action
be: Дзеяньне кнопкі прыпыненьня
mg: Asa mifandraika amin'ny fiatoana
sr@latn: Radnja koja se preduzima nakon pritiska na dugme za prevođenje u stanje pripravnosti
zh_hk: 暫停按鈕動作

source: The DPMS method used to blank the screen when on AC power. Possible values are "standby", "suspend" and "off".
be: Мэтад DPMS, які выкарыстоўваецца пры ачышчэньні экрану падчас сілкаваньня ад сеткі: «standby», «suspend» і «off».

source: The DPMS method used to blank the screen when on battery power. Possible values are "standby", "suspend" and "off".
be: Мэтад DPMS, які выкарыстоўваецца пры ачышчэньні экрану падчас сілкаваньня ад батарэі: «standby», «suspend» і «off».

source: The URI to show to the user on sleep failure
be: URI, які паказваецца карыстальніку ў выпадку памылкі рэжыму чаканьня.

source: The action to take when the UPS is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
be: Дзеяньне, якое выконваецца пры крытычным разрадзе UPS. Магчымыя значэньні: «hibernate», «suspend», «shutdown» і «nothing».
mg: Ny asa atao rehefa ambany dia ambany ny herin'ny vatanaratra. Ireto no sanda mety ampiasaina: "hibernate", "suspend", "shutdown" ary "nothing".
sr@latn: Radnja koja se preduzima kada je napunjenost rezervnog napajanja kritično niska. Mogući izbor je zamrzni, prevedi u stanje pripravnosti, ugasi i ne radi ništa.

source: The action to take when the UPS is low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
be: Дзеяньне, якое выконваецца пры разрадзе UPS. Магчымыя значэньні: «hibernate», «suspend», «shutdown» і «nothing».
sr@latn: Radnja koja se preduzima kada je napunjenost rezervnog napajanja niska. Mogući izbor je zamrzni, prevedi u stanje pripravnosti, ugasi i ne radi ništa.

source: The action to take when the battery is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
be: Дзеяньне, якое выконваецца пры крытычным разрадзе батарэі. Магчымыя значэньні: «hibernate», «suspend», «shutdown» і «nothing».
mg: Ny asa atao rehefa ambany dia ambany ny herin'ny vaton'aratra. Ireto no sanda mety ampiasaina: "hibernate", "suspend", "shutdown" ary "nothing".
sr@latn: Radnja koja se preduzima kada je napunjenost baterije kritično niska. Mogući izbor je zamrzni, prevedi u stanje pripravnosti, ugasi i ne radi ništa.

source: The action to take when the laptop lid is closed and the laptop is on AC power. Possible values are "suspend", "hibernate", "blank" and "nothing".
be: Дзеяньне, якое выконваецца пры зачыненьні панэлі ноўтбука, які сілкуецца ад сеткі. Магчымыя значэньні: «suspend», «hibernate», «blank» і «nothing».
mg: Ny asa atao rehefa mihidy ary mampiasa herinaratra ilay laptop. Ireto ny sanda mety ampiasaina: "suspend", "hibernate", "blank" ary "nothing".
sr@latn: Radnja koje se preduzima kada se zatvori poklopac prenosnog računara ikada se on napaja iz električne mreže. Mogući izbor je zamrzni, prevedi u stanje pripravnosti, ugasi i ne radi ništa.
