Repository: Arch-Ci/gnome-power-manager
Catalog: po/*.po
Languages: af, be, mg, sr@latn, zh_hk

source: %i hour
af: %i uur
be: %i гадзіна
mg: %i ora
sr@latn: %i sat
zh_hk: %i 小時

source: hour
af: uur
be: гадзіна
mg: ora
sr@latn: sat
zh_hk: 小時

source: minute
af: minuut
be: хвіліна
mg: minitra
sr@latn: minuta
zh_hk: 分

source: %id
be: %iдз

source: %id%02ih
af: %id.%02iu.
be: %iдз%02iг

source: %ih
af: %iu.
be: %iг

source: %ih%02im
af: %iu.%02im.
be: %iг%02iхв

source: %2im
be: %2iхв

source: %2im%02i
be: %2iхв%02iс

source: %2is
be: %2iс

source: %.1fW
be: %.1fВт

source: %.1fV
be: %.1fВ

source: Show extra debugging information
af: Wys ekstra ontfoutinligting
be: Паказваць адладачную інфармацыю
mg: Asehoy ny lazan'ny debugging fanampiny
sr@latn: Prikaži dodatne informacije za traženje grešaka
zh_hk: 顯示額外的除錯資訊

source: Show version of installed program and exit
af: Wys weergawe van die geïnstalleerde program en sluit af
be: Паказаць вэрсію ўсталяванай праграмы й выйсьці

source: Exit after a small delay (for debugging)
af: Sluit af na 'n kort rukkie (vir ontfouting)
be: Выйсьці пасьля невялікай затрымкі (для адладкі)
mg: Hidio afaka fe-potoana fohy (ho an'ny debugging)
sr@latn: Izađi nakon jedne male pauze (radi traženja grešaka)

source: Exit after the manager has loaded (for debugging)
af: Sluit af nadat die bestuurder gelaai is (vir ontfouting)
be: Выйсьці пасьля поўнай загрузкі (для адладкі)

source: GNOME Power Manager
af: GNOME-kragbestuur
be: Кіраўнік сілкаваньня GNOME
mg: Mpitantana angovon'ny GNOME
sr@latn: Gnomov upravnik potrošnje eletrične energije

source: Battery is very low
af: Battery is baie pap
be: Вельмі нізкі зарад батарэі

source: Power plugged in
af: Krag ingeprop
be: Крыніца сілкаваньня далучаная

source: Power unplugged
af: Krag uitgeprop
be: Крыніца сілкаваньня адлучаная

source: Lid has opened
af: Rekenaar is oopgemaak
be: Панэль адчыненая

source: Lid has closed
af: Rekenaar is toegemaak
be: Панэль зачыненая

source: Battery is low
af: Battery is amper pap
be: Нізкі зарад батарэі

source: Battery is full
af: Battery is vol
be: Батарэя поўная

source: Suspend started
af: Begin met sluimer
be: Прыпыненьне пачалося

source: Resumed
be: Праца працягнутая

source: Suspend failed
af: Sluimer het misluk
be: Прыпыненьне схібіла

source: Your computer failed to suspend.
be: Ваш кампутар схібіў падчас прыпыненьня.

source: Failed to suspend
af: Kon nie sluimer nie
be: Няўдалае прыпыненьне

source: Your computer failed to hibernate.
be: Ваш кампутар схібіў падчас усыпленьня.

source: Failed to hibernate
af: Kon nie hiberneer nie
be: Няўдалае ўсыпленьне

source: The failure was reported as:
be: Паведамленьне аб памылцы:

source: Visit help page
af: Besoek hulpbladsy
be: Неведайце старонку дапамогі

source: Display DPMS activated
af: Vertoon-DPMS geaktiveer
be: Кіраваньне сілкаваньнем маніторам уключанае
sr@latn: Pokrenut je DPMS

source: On battery power
af: Op batterykrag
be: Сілкаваньне ад батарэі
mg: Mandeha amin'ny herim-baton'aratra
sr@latn: Baterijsko napajanje

source: Laptop lid is closed
be: Панэль ноўтбука зачыненая
mg: Mihidy ilay laptop
sr@latn: Poklopac prenosnog računara je zatvoren

source: Power Information
af: Kraginligting
be: Інфармацыя пра сілкаваньне
mg: Laza momba ny angovo
sr@latn: Informacije o potrošnji

source: Battery may be recalled
af: Battery is dalk herroep
be: Батарэя, магчыма, адкліканая
sr@latn: Baterija vašeg prenosnog računara je povučena sa tržišta (iz upotrebe)

source: The battery in your computer may have been recalled by %s and you may be at risk. For more information visit the battery recall website.
be: Ваша батарэя, магчыма, адкліканая вытворцам %s праў павышаную небясьпечнасьць. Для атрыманьня дадатковых зьвестак наведайце вэб-сайт адкліканьня батарэй.

source: Visit recall website
af: Besoek herroep-webwerf
be: Неведаць вэб-сайт адкліканьня
sr@latn: Posetite internet stranu za zamenu baterije

source: Do not show me this again
af: Moenie hierdie weer wys nie
be: Не паказваць у наступны раз
sr@latn: Ne prikazuj mi ovo ponovo

source: Battery may be broken
af: Battery is dalk gebreek
be: Магчыма, батарэя няспраўна

source: Your battery has a very low capacity (%1.1f%%), which means that it may be old or broken.
be: У батарэі вельмі нізкая зьмяшчальнасьць (%1.1f%%); магчыма, яна занадта старая альбо няспраўная.

source: Battery Charged
af: Battery gelaai
be: Батарэя зараджаная
mg: Voafahana ny vaton'aratra
sr@latn: Baterija je napunjena
zh_hk: 電池已充飽

source: Battery Discharging
af: Battery ontlaai nou
be: Разраджэньне батарэі

source: %s of battery power remaining (%.1f%%)
be: Засталося %s зараду батарэі (%.1f%%)

source: %s discharging (%.1f%%)
be: %s разраджаецца (%.1f%%)

source: UPS Discharging
af: UPS ontlaai nou
be: UPS разраджаецца

source: %s of UPS backup power remaining (%.1f%%)
be: Засталося %s зараду UPS (%.1f%%)

source: Battery low
af: Battery is effens pap
be: Нізкі ўзровень зараду батарэі

source: Laptop battery low
af: Skootrekenaarbattery effens pap
be: Батарэя ноўтбука разраджаная

source: Approximately <b>%s</b> remaining (%.1f%%)
be: Засталося блізу <b>%s</b> зараду батарэі (%.1f%%)

source: UPS low
af: UPS effens pap
be: UPS разраджаны

source: You have approximately <b>%s</b> of remaining UPS backup power (%.1f%%)
be: Засталося блізу <b>%s</b> зараду UPS (%.1f%%)

source: Mouse battery low
af: Muis effens pap
be: Батарэя мышы разраджаная

source: The wireless mouse attached to this computer is low in power (%.1f%%)
be: Бяздротавая мыш, далучаная да вашага кампутара, неўзабаве разрадзіцца (%.1f%%)

source: Keyboard battery low
af: Sleutelbord effens pap
be: Батарэя клявіятуры разраджаная

source: The wireless keyboard attached to this computer is low in power (%.1f%%)
be: Бяздротавая клявіятура, далучаная да вашага кампутара, неўзабаве разрадзіцца (%.1f%%)

source: PDA battery low
af: PDA effens pap
be: Батарэя КПК разраджаная

source: The PDA attached to this computer is low in power (%.1f%%)
be: КПК, далучаны да вашага кампутара, неўзабаве разрадзіцца (%.1f%%)

source: Cell phone battery low
af: Selfoon effens pap
be: Батарэя мабільнага тэлефона разраджаная

source: The cell phone attached to this computer is low in power (%.1f%%)
be: Мабільны тэлефон, далучаны да вашага кампутара, неўзабаве разрадзіцца (%.1f%%)

source: Battery critically low
af: Battery feitlik pap
be: Узровень зараду батарэі крытычны

source: Laptop battery critically low
af: Skootrekenaarbattery feitlik pap
be: Крытычны стан зараду батарэі ноўтбука

source: Plug in your AC adapter to avoid losing data.
af: Prop die muurkrag in om dataverlies te voorkom.
be: Уключыце адаптар сілкаваньня ў сетку, каб пазьбегнуць страты зьвестак.

source: Computer will suspend very soon unless it is plugged in.
af: Die rekenaar gaan binnekort sluimer tensy dit ingeprop word.
be: Кампутар зусім неўзабаве будзе прыпынены, калі яго не ўвамкнуць у электрычную сетку.

source: Computer will hibernate very soon unless it is plugged in.
af: Die rekenaar gaan binnekort hiberneer tensy dit ingeprop word.
be: Кампутар зусім неўзабаве пяройдзе да сну, калі яго не ўвамкнуць у электрычную сетку.

source: Computer will shutdown very soon unless it is plugged in.
af: Die rekenaar gaan binnekort afskakel tensy dit ingeprop word.
be: Кампутар зусім неўзабаве будзе выключаны, калі яго не ўвамкнуць у электрычную сетку.

source: UPS critically low
af: UPS feitlik pap
be: UPS крытычна разраджаны

source: You have approximately <b>%s</b> of remaining UPS power (%.1f%%). Restore AC power to your computer to avoid losing data.
be: Засталося блізу <b>%s</b> зараду UPS (%.1f%%). Узнавіце сілкаваньне вашага кампутара, каб пазьбегнуць страты зьвестак.

source: The wireless mouse attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
be: Бяздротавая мыш, далучаная да вашага кампутара, разраджаная (%.1f%%). Гэтая прылада неўзабаве перастане працаваць, калі ня будзе зараджаная.

source: The wireless keyboard attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
be: Бяздротавая клявіятура, далучаная да вашага кампутара, разраджаная (%.1f%%). Гэтая прылада неўзабаве перастане працаваць, калі ня будзе зараджаная.

source: The PDA attached to this computer is very low in power (%.1f%%). This device will soon stop functioning if not charged.
be: КПК, далучаны да вашага кампутара, разраджаны (%.1f%%). Гэтая прылада неўзабаве перастане працаваць, калі ня будзе зараджаная.

source: Your cell phone is very low in power (%.1f%%). This device will soon stop functioning if not charged.
be: Мабільны тэлефон разраджаны (%.1f%%). Гэтая прылада неўзабаве перастане працаваць, калі ня будзе зараджаная.

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
af: Die battery is onder die kritieke vlak en die rekenaar gaan <b>afskakel</b> wanneer die battery heeltemal leegloop.
be: Узровень зараду ніжэйшы за крытычны, кампутар <b>будзе выключаны</b> пры поўным разрадзе батарэі.
mg: Tafalatsaka ambanin'ny fetra mampiahiahy ny herim-baton'aratra ary <b>ho faty</b> ity solosaina ity rehefa manomboka foana tanteraka ny vaton'aratra.
sr@latn: Stanje baterije je ispod kritičnog nivoa i računar će biti <b>ugašen</b>kada se ona u potpunosti istroši.

source: The battery is below the critical level and this computer is about to suspend.<br><b>NOTE:</b> A small amount of power is required to keep your computer in a suspended state.
af: Die battery is onder die kritieke vlak en die rekenaar staan op die punt om te sluimer.<br><b>LET WEL:</b> 'n klein hoeveelheid krag is nodig om die rekenaar in sluimerstand te hou.
be: Узровень зараду батарэі ніжэйшы за крытычны, кампутар зараз будзе прыпынены. <br><b>УВАГА:</b> Для падтрымкі працы кампутара падчас прыпыненьня патрэбная невялікая колькасьць энэргіі.
mg: Tafalatsaka ambanin'ny fetra mampiahiahy ny herim-baton'aratra ary efa hampiatoana ity solosaina ity.<br><b>FANAMARIHANA:</b> Herin'aratra kely fotsiny no ilaina hampiatoana ity solosaina ity.
sr@latn: Stanje baterije je ispod kritičnog nivoa i ovaj računar će biti preveden u stanje pripravnosti. <br><b>Napomena:</b> Jedna mala količina energije se zahteva za držanje računara u stanju pripravnosti.

source: The battery is below the critical level and this computer is about to hibernate.
af: Die battery is onder die kritieke vlak en die rekenaar staan op die punt om te hiberneer.
be: Узровень зараду батарэі ніжэйшы за крытычны, кампутар зараз будзе ўсыплены.
mg: Tafalatsaka ambanin'ny fetra mampiahiahy ny herim-baton'aratra ary efa hampatoriana ity solosaina ity.
sr@latn: Stanje baterije je ispod kritičnog nivoa i ovaj računar će biti preveden u stanje zamrznutosti.

source: The battery is below the critical level and this computer is about to shutdown.
af: Die battery is onder die kritieke vlak en die rekenaar staan op die punt om af te skakel.
be: Узровень зараду батарэі ніжэйшы за крытычны, кампутар зараз будзе выключаны.
mg: Tafalatsaka ambanin'ny fetra mampiahiahy ny herim-baton'aratra ary efa hovonoina ity solosaina ity.
sr@latn: Stanje baterije je ispod kritičnog nivoa i ovaj računar će biti ugašen.
zh_hk: 電池電量已在極低的程度之下，這台電腦即將關機。

source: The UPS is below the critical level and this computer will <b>power-off</b> when the UPS becomes completely empty.
be: Узровень зараду UPS ніжэйшы за крытычны, кампутар <b>будзе выключаны</b> пры поўным разрадзе UPS.
mg: Tafalatsaka ambanin'ny fetra mampiahiahy ny herim-batanaratra ary <b>ho faty</b> ity solosaina ity rehefa manomboka foana tanteraka ilay vatanaratra.
sr@latn: Stanje rezervnog napajanja je ispod kritičnog nivoa i računar će biti <b>ugašen</b> kada se rezervno napajanje potpuno istroši.

source: The UPS is below the critical level and this computer is about to hibernate.
be: Узровень зараду UPS ніжэйшы за крытычны, кампутар зараз будзе ўсыплены.
mg: Tafalatsaka ambanin'ny fetra mampiahiahy ny herim-batanaratra ary efa hampatoriana ity solosaina ity.
sr@latn: Stanje rezervnog napajanja je ispod kritičnog nivoa i računar će biti zamrznut.

source: The UPS is below the critical level and this computer is about to shutdown.
be: Узровень зараду UPS ніжэйшы за крытычны, кампутар зараз будзе выключаны.
mg: Tafalatsaka ambanin'ny fetra mampiahiahy ny herim-batanaratra ary efa hovonoina ity solosaina ity.
sr@latn: Stanje rezervnog napajanja je ispod kritičnog nivoa i računar će biti ugašen.

source: Install problem!
be: Праблема ўсталяваньня!

source: The configuration defaults for GNOME Power Manager have not been installed correctly. Please contact your computer administrator.
be: Прадвызначаныя настаўленьні канфігурацыі сыстэмы кіраваньня сілкаваньнем GNOME усталяваныя з хібамі. Скантактуйцеся з адміністратарам сыстэмы.

source: GNOME Power Preferences
be: Перавагі сілкаваньня GNOME
mg: Safidy manokan'ny angovon'ny GNOME
sr@latn: Postavke potrošnje električne energije

source: Shutdown
be: Выключыць
mg: Vonoy
sr@latn: Ugasi
zh_hk: 關機

source: Suspend
be: Прыпыніць
mg: Ahatoy
sr@latn: Prevedi u stanje pripravnosti
zh_hk: 暫停

source: Hibernate
be: Усыпіць
mg: Ampatorio
sr@latn: Zamrzni
zh_hk: 休眠

source: Blank screen
be: Ачысьціць экран
mg: Foano ny efijery
sr@latn: Zamrači ekran

source: Ask me
be: Спытаць мяне
mg: Anontanio aho
sr@latn: Pitaj me

source: Do nothing
be: Нічога не рабіць
mg: Aza manao na inona na inona
sr@latn: Ništa ne radi
zh_hk: 不做任何事

source: Never
be: Ніколі
mg: Na oviana na oviana
sr@latn: Nikad
zh_hk: 永遠不

source: Rate
af: Tempo
be: Узровень

source: Charge
af: Lading
be: Зарад

source: Time to full
af: Tyd tot by vol
be: Час да поўнага зараду

source: Time to empty
af: Tyd tot by leeg
be: Час да поўнага разраду

source: 10 minutes
af: 10 minute
be: 10 хвілін

source: 2 hours
af: 2 ure
be: 2 гадзіны

source: 1 day
af: 1 dag
be: 1 дзень

source: 1 week
be: 1 тыдзень

source: Charge profile
af: Laaiprofiel
be: Профіль зараду

source: Discharge profile
af: Ontlaaiprofiel
be: Профіль разраду

source: Charge accuracy
af: Laai-akkuraatheid
be: Дакладнасьць зараду

source: Discharge accuracy
af: Ontlaai-akkuraatheid
be: Дакладнасьць разраду

source: Attribute
af: Eienskap
be: Атрыбут

source: Value
af: Waarde
be: Значэньне

source: Image
af: Beeld
be: Выява

source: Description
af: Beskrywing
be: Апісаньне

source: Type
af: Tipe
be: Тып

source: Command
af: Opdrag
be: Загад

source: Unknown
af: Onbekend
be: Невядома
mg: Tsy fantatra
sr@latn: Nepoznat
zh_hk: 不明

source: %.0f second
af: %.0f sekonde
be: %.0f сэкунда

source: %.1f minute
af: %.1f minuut
be: %.1f хвіліна

source: %.1f hour
af: %.1f uur
be: %.1f гадзіна

source: %.1f day
af: %.1f dag
be: %.1f дзень

source: Yes
af: Ja
be: Так

source: No
af: Nee
be: Не

source: Device
af: Toestel
be: Прылада

source: Vendor
be: Вытворца

source: Model
be: Мадэль

source: Serial number
af: Reeksnommer
be: Сэрыйны нумар

source: Supply
be: Пастаўнік энэргіі

source: %d second
af: %d sekonde
be: %d сэкунда

source: Refreshed
af: Laas verfris
be: Абноўлена

source: Present
af: Teenwoordig
be: Ёсьць

source: Rechargeable
af: Herlaaibaar
be: Можна перазараджаць

source: State
af: Toestand
be: Стан

source: Energy
af: Energie
be: Энэргія

source: Energy when empty
af: Energie wanneer leeg
be: Энэргія пры спустошанасьці

source: Energy when full
af: Energie wanneer vol
be: Энэргія пры запоўненасьці

source: Energy (design)
af: Energie (ontwerp)
be: Энэргія (плянавая)

source: Voltage
af: Spanning
be: Напружаньне

source: Percentage
af: Persentasie
be: Адсоткі

source: Capacity
af: Kapasiteit
be: Ёмістасьць

source: Technology
af: Tegnologie
be: Тэхналёгія

source: Online
af: Ingeprop
be: Далучана

source: No data
af: Geen data
be: Няма зьвестак

source: Kernel module
af: Kernmodule
be: Модуль ядра

source: Kernel core
be: Ядро

source: Interprocessor interrupt
af: Onderbreking tussen verwerkers
be: Міжпрацэсарнае перарываньне

source: Interrupt
af: Onderbreking
be: Перарываньне

source: PS/2 keyboard/mouse/touchpad
af: PS/2 sleutelbord/muis/raakblad
be: Клявіятура/Мыш/Тачпад

source: ATA host controller
af: ATA-gasheerbeheerder
be: Кантролер ATA

source: Intel wireless adaptor
be: Бяздротавы адаптар Intel

source: Timer %s
be: Гадзіньнік %s

source: Sleep %s
be: Абуджэньне %s

source: New task %s
be: Новае заданьне %s

source: Wait %s
be: Чаканьне %s

source: Work queue %s
be: Чарга заданьняў %s

source: Network route flush %s
be: Ачышчэньне сеціўных маршрутаў %s

source: USB activity %s
af: USB-aktiwiteit %s
be: Актыўнасьць USB %s

source: Wakeup %s
be: Абуджэньне пэрыядычнага заданьня %s

source: Local interrupts
af: Plaaslike onderbrekings
be: Лякальныя перарываньні

source: Rescheduling interrupts
be: Пераплянаваньне заданьняў

source: Device Information
af: Toestelinligting
be: Зьвесткі аб прыладзе

source: Device History
af: Toestelgeskiedenis
be: Гісторыя прылады

source: Device Profile
af: Toestelprofiel
be: Профіль прылады

source: Processor Wakeups
af: Opwekking van verwerker
be: Абуджэньні працэсара

source: Time elapsed
af: Tydverloop
be: Сярэдні час да сканчэньня

source: Power
af: Krag
be: Сілкаваньне
sr@latn: Električna energija

source: Cell charge
af: Sellading
be: Зарад каморы

source: Predicted time
af: Voorspelde tydsduur
be: Плянаваны час

source: Correction factor
af: Korreksiefaktor
be: Карэкцыя

source: Prediction accuracy
af: Akkuraatheid van voorspelling
be: Дакладнасьць прадказаньня

source: Select this device at startup
af: Kies dié toestel by begin
be: Абраць гэтую прыладу пры ўключэньні

source: Processor
af: Verwerker
be: Працэсар

source: _Preferences
af: _Voorkeure
be: _Перавагі
mg: _Safidy manokana
sr@latn: Po_dešavanja
zh_hk: 偏好設定(_P)

source: %s not present
be: %s няма

source: %s charging
be: %s зараджаецца

source: %s is charged
be: %s зараджаная

source: provides %s laptop runtime
af: verskaf %s skootrekenaargebruik
be: забясьпечвае %s часу працы ноўтбука

source: %s %s remaining
af: %s %s bly oor
be: %s %s засталося

source: %s discharging
be: %s разраджаецца

source: %s %s until charged
af: %s %s tot volgelaai
be: %s %s да поўнага зараду

source: provides %s battery runtime
af: verskaf %s batterygebruik
be: забясьпечвае %s часу працы батарэі

source: %s waiting to discharge
be: %s чакае разраду

source: %s waiting to charge
be: %s чакае зараду

source: %s empty
be: %s пустая

source: Product:
af: Produk:
be: Прадукт:

source: Status:
be: Стан:

source: Missing
be: Ня знойдзена

source: Charged
af: Volgelaai
be: Зараджана
sr@latn: Napunjena

source: Charging
af: Laai tans
be: Зараджаецца
sr@latn: Punjenje

source: Discharging
af: Ontlaai tans
be: Разраджаецца
sr@latn: Pražnjenje

source: Percentage charge:
af: Persentasie gelaai:
be: Адсотак зарадкі:

source: Vendor:
be: Вытворца:
sr@latn: Proizvođač:

source: Technology:
af: Tegnologie:
be: Тэхналёгія:
sr@latn: Tehnologija:

source: Serial number:
af: Reeksnommer:
be: Сэрыйны нумар:
sr@latn: Serijski broj:

source: Model:
be: Мадэль:

source: Charge time:
af: Laaityd:
be: Час зараду:

source: Discharge time:
af: Ontlaaityd:
be: Час разраду:

source: Excellent
af: Uitstekend
be: Выдатная
mg: Lafatra
sr@latn: Odlično

source: Good
af: Goed
be: Добрая
mg: Tsara
sr@latn: Dobro

source: Fair
af: Redelik
be: Неблагая
mg: Antonony
sr@latn: Upotrebljivo

source: Poor
af: Swak
be: Дрэнная
sr@latn: Jedva upotrebljivo

source: Capacity:
af: Kapasiteit:
be: Ёмістасьць:
sr@latn: Kapacitet:

source: Current charge:
af: Huidige lading:
be: Цяперашні зарад:
sr@latn: Trenutna napunjenost:

source: Last full charge:
af: Laas volgelaai:
be: Апошні поўны зарад:
sr@latn: Poslednja puna dopuna:

source: Design charge:
af: Ontwerplading:
be: Прадугледжаны зарад:
sr@latn: Zacrtana dopuna:

source: Charge rate:
af: Laaitempo:
be: Узровень зараду:

source: AC adapter
af: Muurkragkoord
be: Сеткавы адаптар

source: Laptop battery
af: Skootrekenaarbattery
be: Батарэя ноўтбука
mg: Vaton'aratra laptop
sr@latn: Baterija prenosnog računara
zh_hk: 手提電腦電池

source: Monitor
be: Манітор

source: Mouse
af: Muis
be: Мыш

source: Keyboard
af: Sleutelbord
be: Клявіятура

source: PDA
be: КПК
sr@latn: Džepni računar

source: Cell phone
af: Selfoon
be: Мабільны тэлефон

source: Lithium Ion
af: Litium-ioon
be: Літый-іённая

source: Lithium Polymer
af: Litium-polimeer
be: Літый-палімэрная

source: Lithium Iron Phosphate
af: Litium-ioon-fosfaat
be: Літый-фасфатная

source: Lead acid
af: Loodsuur
be: Сьвінцова-кіслотная
sr@latn: Olovni akumulator

source: Nickel Cadmium
af: Nikkel-kadmium
be: Нікель-кадміевая

source: Nickel metal hydride
be: Нікель-мэталгідрыдная
sr@latn: Nikl Metal hibridna

source: Unknown technology
af: Onbekend tegnologie
be: Невядомая тэхналёгія

source: Empty
af: Pap
be: Пуста

source: Waiting to charge
af: Wag om gelaai te word
be: Чаканьне зараду

source: Waiting to discharge
af: Wat om ontlaai te word
be: Чаканьне разраду

source: _About
be: _Аб праграме
mg: _Mombamomba
sr@latn: _O programu
zh_hk: 關於(_A)

source: _Help
be: _Даведка
mg: _Toro-làlana
sr@latn: _Pomoć
zh_hk: 求助(_H)

source: After resume, gnome-power-manager will suppress policy actions for a number of seconds to allow messages to settle and HAL to refresh. Commonly five seconds is enough while not being so long that the user gets confused.
mg: Hofoanan'ny gnome-power-manager ireo asa manaraka ny paikady mandritra segaondra vitsivitsy aorian'ny fanohizana mba ahafahan'ny filazana hipetraka tsara ary mba ahafahan'ny HAL maka aina indray. Amin'ny ankapobeny, dimy segaondra dia ampy nefa tsy maharitra tsara koa, hany ka fanina ny mpampiasa.
sr@latn: Nakon povratka, Gnomov upravnik potrošnje neće primenjivati predviđene radnje na određeno vreme - da bi se poruke ustalile i HAL osvežio. Uobičajeno je dovoljno 5 sekundi što nije dugo i ne dovodi do zbunjivanja korisnika.

source: Allow Suspend and Hibernate in the menu
mg: Ataovy ao anatin'ny tolotra ny Fiatoana sy Fatoriana
sr@latn: Da li su stavke za prevod u stanje pripravnosti i zamrzavanje vidljive u meniju

source: Change the brightness to a preset level on AC state change
sr@latn: Promeni osvetljenost na prepodešen nivo kada se menja izvor napajanja

source: Change the brightness to automatically using the ambient light sensors
sr@latn: Sam promeni osvetljenost prema javljanju svetlosnog senzora

source: Display options for the notification icon. Valid options are "never", "critical", "charge", "present" and "always".
mg: Safidy ny zavatra asehon'ny kisarin'ny fampilazana. Ireto no safidy ekena: "never", "critical", "charge", "present" ary "always".
sr@latn: Mogućnosti ispisa obaveštajne ikonice. Ispravne vrednosti su "never", "critical", "charge", "present" and "always".

source: Hibernate enabled
mg: Mandeha ny fatoriana
sr@latn: Zamrzavanje je omogućeno

source: If DBUS inhibit requests should be ignored from other programs.
mg: Raha tsy tokony horaharahaina ny fangatahana fisakanana DBUS avy amin'ny rindranasa hafa.
sr@latn: Da li bi trebalo da ostali programi zanemare zahteve za zabranu postavljene na DBUS magistralu.

source: If DBUS inhibit requests should be ignored.
mg: Raha tokony tsy horaharahaina ny fangatahana fisakanana DBUS.
sr@latn: Da li treba da se zanemare zahtevi za zabranu postavljeni na DBUS magistralu

source: If a notification message should be displayed after the suspend or hibernate failed.
mg: Raha tokony hampiseho takila fampahafantarana aorian'ny tsy fahombiazan'ny fiatoana sy fatoriana.
sr@latn: Da li bi trebalo porukom da obavestimo korisnika prilikom neuspešnog prevođenja u stanje pripravnosti ili zanrzavanja.
